{
  "metadata": {
    "version": "1.0",
    "totalHymns": 1200,
    "languages": ["english", "twi"]
  },
  "hymns": [
    {
      "id": 1,
      "number": "1",
      "english": {
        "title": "Amazing Grace",
        "verses": [
          "Amazing grace! how sweet the sound,\n  That saved a wretch; like me!\nI once was lost, but now am found,\n  Was blind, but now I see.",
          "’Twas grace that taught my heart to fear,\n  And grace my fears relieved;\nHow precious did that grace appear\n  The hour I first believed!",
          "The Lord hath promised good to me,\n  His word my hope secures;\nHe will my shield and portion be\n  As long as life endures.",
          "When we’ve been there ten thousand years,\n  Bright shining as the sun,\nWe’ve no less days to sing God’s praise\n  Than when we first begun."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "Adom Nwonwa",
        "verses": [
          "Adom anwonwade! ɛte sɛn nneɛma no,\nA gyee ɔbɔnefo te sɛ me!\nMe yerae dada, nanso seesei wɔahu me,\nNa mennhu, nanso seesei mahu.",

          "Na ɛyɛ adom a kyerɛɛ me koma suro,\nNa adom no san maa me werɛ ahyɛ me den;\nƐyɛ anika sɛnea saa adom no ho yɛ fɛ\nBere a migyei kan.",

          "Awɔhaw, ɔtɔyɛ, ne amane bebree\nM’agyina mu aba ha;\nAdom no de me brɛɛ ha yiye,\nNa adom no bɛkɔ so akɔde me fi.",

          "Bere a yɛaka mfe mpempem,\nA yɛn ani tew te sɛ owia,\nYebetumi asom Nyame ayeyi no daa,\nSɛnea yɛyɛe fi kan no ara."
        ],
        "chorus": ""
      }
    },

    {
      "id": 2,
      "number": "00",
      "english": {
        "title": "How Great Thou Art",
        "verses": ["O Lord my God, when I in awesome wonder..."],
        "chorus": "Optional chorus text"
      },
      "twi": {
        "title": "Wo Kese Dodo",
        "verses": ["O Awurade me Nyankopɔn..."],
        "chorus": "Optional Twi chorus"
      }
    },
    {
      "id": 3,
      "number": "3",
      "english": {
        "title": "Upon The First Day Of The Week",
        "verses": [
          "Upon the first day of the week, our savior gave forth from the grave; he died, was buried, then arose, to reign, to triumph and to save!",
          "Upon the first day of the week, disciples met to break the bread, and drink the cup in memory of him whose blood for us was shed!",
          "Upon the first day of the week, let each of us lay by in store, as blessed and prospered by the Lord, the King of kings whom we adore!",
          "Upon the day “beloved” John, saw Christ, and heard his trumpet voice; we, too, in spirit worship him, with prayer and song our hearts rejoice!"
        ],
        "chorus": "Though others may forsake the Lord, yet we are here thy truth to seek; thy holy presence comforts us, upon the first day of the week."
      },
      "twi": {
        "title": "Naawotwe Da A Edi Kan",
        "verses": [
          "Naawotwe da a edi kan no m Yε’Ayenkwa sore fi nna mu Owui, wosiee no, w’asore Se onni hene na onnye yen nkwa. ",
          "Naawotwe da a edi kan no m Asuafo hyiae bubu abodoo Wonom nkaeε kuruwa ano De kae deε okyii ne mogya mmaeε",
          "Naawotwe da a edi kan no m Moma yεn nsiesie yεn ho sie Na yεnfa deε ahene mu hene De adom yεn no mu bi merε no."
        ],
        "chorus": "Sε binom bεpow Awurade Yεn deε yε pε wo nokware no Wo ka yεn ho kyekye yεn werε Naawotwe da a edi kan no m"
      }
    },
    {
      "id": 4,
      "number": "151",
      "english": {
        "title": "SUN OF MY SOUL",
        "verses": [
          "Sun of my soul, thou Saviour dear, It is not night if thou be near; O may no earth-born cloud arise To hide thee from thy servant’s eyes",
          "When the soft dews of kindly sleep My wearied eye lids gently steep, Be my last tho’t, how sweet to rest, Forever on my Saviour’s breast.",
          "Abide with me from morn till eve, For without thee I cannot live; Abide with me when night is nigh, For without thee I dare not die.",
          "Come near and bless us when we wake, Ere thro’ the world our way we take; Abide with me when night is nigh, For without thee I dare not die."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "Me Kra Awia",
        "verses": [
          "Me kra awia m’Agyenkwa pa Wo bεn me a ade nsa me da Mma sum bi mfi asase yi so Nhinta wo mfi w’akoa ani so.",
          "Sε εnna de ne bosuo n o Ka mani brεfoo yi gu soo Ma mendwene dε a εbεyε Sε mεhome m’Agyenkwa bom daa.",
          "Wo ne me ntena adekyee mu Wonni me nkyεn a mentumi ntena ase Ade resa a wo ne me ntena Wo ka me ho a mensuro wuo.",
          "Sε yεnyane a behyira yεn Ansa na yε’afa yεn akwan so Kosi sε odo kεse no De yεbepue osoro nohoaa do"
        ],
        "chorus": ""
      }
    },
    {
      "id": 5,
      "number": "656",
      "english": {
        "title": "BLEST BE THE TIE",
        "verses": [
          "Blest be the tie that binds Our hearts in Christian love The fellowship of kindred minds Is like to that above.",
          "Before our Father’s throne We pour our ardent prayers; Our fears, our hopes, our aims are one Our comforts and our cares.",
          "We share our mutual woes, Our mutual burdens bear; And often for each other flows The sympathizing tear.",
          "When we asunder part, It gives us inward pain; But we shall still be joined in heart, And hope to meet again."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "HYIRA NKA HOMA",
        "verses": [
          "Hyira nka homa a εka Yε akoma bom Kristo dom Ayonkofa wo adwenen koro m Te sε osoro de no.",
          "Yε hwiee yεn mpae denden Gu Agya ahenwa no anim Yεn suro, yεbotae yε koro Yεn awerεkyekye ni yε hia.",
          "Yε kyε amaneε koro no Yε soa yεn adesoa koro no Na yε taa nya ayamhyehye Ma yεn nuanom nyinaa.",
          "Sε yε mu hwete a Yedi yea wo yεn mu pii Nanso yε bom’ wo akoma mu Na yenim sε yebehyia bio."
        ],
        "chorus": ""
      }
    },
    {
      "id": 6,
      "number": "2",
      "english": {
        "title": "WE’RE MARCHING TO ZION",
        "verses": [
          "Come, we that love the Lord, And let our joys be known, Join in a song with sweet accord, Join in a song with sweet accord, And thus surround the throne And thus surround the throne.",
          "Let those refuse to sing Who never knew our God; But children of the heavenly King, But children of the Heavenly King, May speak their joys abroad, May speak their joys abroad.",
          "The hill of Zion yields A thousand sacred sweets, Before we reach the heavenly fields, Before we reach the heav’nly fields Or walk the golden streets, Or walk the golden streets.",
          "Then let our songs abound, And ev’ry tear be dry; We’re marching thru Immanuel’s ground, We’re marching thru Immanuel’s ground, To fairer worlds on high, to fairer worlds on high."
        ],
        "chorus": "We’re marching to Zion, Beautiful, beautiful Zion; We’re marching upward to Zion, marching upward to Zion, The beautiful city of God. Zion, Zion."
      },
      "twi": {
        "title": "YERETU SA AKO ZION",
        "verses": [
          "Mo a modo Awurade Mommra, mo ma mo ani ngye Monso mu nto nnwom a εyε dε Montwa ahennwa n’ho nhyia.",
          "Won a wonnim Nyame Worento nnwom yi bi Na osoro hene no mma no deε Na osoro hene no mma no deε Wobεka won anigye akyerε aman Wobεka akyerε aman.",
          "Zion kokoo kronkron no Εso nnipa mpempem Sε yeduru so asase so Sε yeduru soro asase so Anaa sikea morono no so Sika norono no so.",
          "Momma ndwom no nko so Na nisuo nyinaa new Yεnam Emmanuel sase so Yεnam Emmanuel sase so Ako bea fεfε bi wo soro Bea fεfε bi wo soro."
        ],
        "chorus": "Zion fεfε no Yεretu sa ado Zion Nyame kuro fεfε."
      }
    },
    {
      "id": 7,
      "number": "260",
      "english": {
        "title": "LOVE DIVINE",
        "verses": [
          "Love divine, all love excelling, Joy of heav’n, to earth come down Fix in us Thy humble dwelling All Thy faithful mercies crown Jesus, Thou art all compassion, Pure, unbounded love Thou art; Visit us with Thy salvation, Enter ev’ry trembling heart.",
          "Breath, o breathe Thy loving Spirit Into ev’ry troubled breast; May we all in Thee inherit May we find the promised rest; Take away the love of sinning, Take our load of guilt away; End the work of Thy beginning, Bring us to eternal day.",
          "Come, almighty to deliver, May we all Thy life receive; Suddenly return, and never, Never more Thy temples leave; Thee we would be always blessing, Serve Thee as Thy hosts above Pray, and praise Thee, without ceasing, Glory in Thy perfect love.",
          "Finish then Thy new creation, Pure, unspotted, may we be; May we see our whole salvation Perfectly secured by Thee; Changed from glory into glory, Till in heav’n we take our place, Till we cast our crowns before Thee, Lost in wonder, love and praise."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "ODO KRONKRON",
        "verses": [
          "Odo kronkron εkyεn ‘do biara Soro anigye aba fam ha Fa yεn mu yε wo tenabea Ma wo ahummobo nni mu Yesu wo yε awerεkyekye Wo yε do a enni ano Fa wo nkwagye no bεsra yεn Bεwura koma biara mu.",
          "Koma biara a abrε no Home wo do honhom gu mu Ma yεn nya adedie wo mu Ne ahomegye a woahyε ho bo n’ Yi bone ho do fi yεn mu Ne yεn afodi adesoa no Wie adwuma a woahyε ase no Fa yεn ko daa nkwa no mu.",
          "Tumfoo Agya bra bεgye yεn Ma yεn nsa nka wo nkwa no San bra na bεtena yεn mu Ngya wo ntomadan yi bio Wo na yεbεhyira wo daa daa Na yεasom wo sεsprp dom no Yε de mpaebo ne ayεyi a Εntwa da atena wo do mu.",
          "Afei wie woabode foforo Te yεn ho fi nkekae nyinaa ho Ma yε nhu nkwagye kεse a Wo anya ama yεn no Sesa yεn ko wo anuonyam mu Ma soro nyε yε tenabea Ma yεnto yεade ngu w’anim Wo do ne ayεyi mu do."
        ],
        "chorus": ""
      }
    },
    {
      "id": 8,
      "number": "",
      "english": {
        "title": "BREBRE NA EYE",
        "verses": [
          "Brɛbrɛ na εyε Okristoni. Fa ntoboase yε woade nyinaa Nyame na ose brɛbrɛ na εyε Okristoni ee brɛbrɛ na εyε.",
          "Mma wobo mfu Okristoni Fa ntoboase ye wade nyinaa Nyame na ose mma wobo mfu Okristoni ee mma wobo mfu.",
          "Kae mmra nsεm no Okristoni Na bo mmoden di so daa nyinaa Nyame na ose Okristoni ee Sε wodo me a di me mmra so.",
          "Gyae kokonsa na ka nokorε Gyae nsekubo, gyae akayo Nyame na ose gyae nkonkonsa Okristoni ee gyae nkonkonsa.",
          "Ma w’aniso na hwε soro ho Ma kae hu sε Onyame nnae Bone a yεyε ohu ne nyinaa Okristoni ee di asempa.",
          "Enna reko εnna reba Na kae hu sε wo nna rehi Osoro ho wo wo adonta bi bu Okristoni ee obra twa wu."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "",
        "verses": [],
        "chorus": ""
      }
    },
    {
      "id": 9,
      "number": "352",
      "english": {
        "title": "I'LL BE LISTENING",
        "verses": [
          "When the Savior calls I will answer, When He calls for me I will hear; When the Savior calls I will answer, I’ll be somewhere list’ning for my name.",
          "If my heart is right when He calls me, If my heart is right I will hear; If my heart is right when He calls me, I’ll be somewhere list’ning for my name.",
          "If my robe is white when He calls me, If my robe is white I will hear; If my robe is white when He calls me, I’ll be somewhere list’ning for my name."
        ],
        "chorus": "I’ll be somewhere list’ning, I’ll be somewhere list’ning I’ll be somewhere list’ning for my name Yes, for my name; I’ll be somewhere list’ning, I’ll be somewhere list’ning I’ll be somewhere list’nin for my name."
      },
      "twi": {
        "title": "MεTIE",
        "verses": [
          "Sε Agyenkwa no frε a mεgye so Sε ofrε me a mεte ne nne Sε Agyenkwa no fε a mεgye so Mεgyina baabi na m’atie me din.",
          "Sε makoma tene na ofrε me Sε makoma tene a mεte ne nne Sε makoma tene na ofrε me Mεgyina baabi na matie me din.",
          "Sε matade hyerεn na ofrε me Sε matade hyerεn a mε ten e nne Sε matade hyerε na ofrε me Mεgyina baabi na matie me din."
        ],
        "chorus": "Mεgyina baabi matie Mεgyina baabi matie Mεgyina baabi na matie me din."
      }
    },
    {
      "id": 10,
      "number": "",
      "english": {
        "title": "O KA ASEMPA NO",
        "verses": [
          "O ka asεmpa no Baabiara nnipa te Baabiara nnipa ho asεm Ne ammaneεwo Ma Kristoni beara nka anigye nsεm yi Yεn Wura, yε awua mu Wura.",
          "Monhwε ahene mu Hene Ayaresa wo ne nsam Na ode nkwagye Brε akra a woayera Ma enkunim nnwom no Ngyegye ebun no mu."
        ],
        "chorus": "Oyε Awura mu Awurade Asεm Kronkron a εte ase Ne din yε dε kyεn so Ne pε ma nkwagye O ka asεmpa no Baabiara nnipa te Yεn Wua, yε ahene mu Hene."
      },
      "twi": {
        "title": "",
        "verses": [],
        "chorus": ""
      }
    },
    {
      "id": 11,
      "number": "473",
      "english": {
        "title": "FURTHER ALONG",
        "verses": [
          "Tempted and tried we’re oft made to wonder Why it should be thus all the day long, While there are others living about us, Never molested tho in the wrong.",
          "When death has come and taken our loved ones, It leaves our home so lonely and drear; Then do we wonder why others prosper, Living so wicked year after year.",
          "Faithful till death said our loving Master, A few more days to labor and wait; Toils of the road will then seem as nothing, As we sweep thru the beautiful gate.",
          "When we see Jesus coming in glory, When He comes from His home in the sky; Then we shall meet Him in that bright mansion, We’ll understand it all by and by."
        ],
        "chorus": "Farther along we’ll know all about it, Farther along we’ll understand why; Cheer up, my brother, live in the sunshine, We’ll understand it all by and by."
      },
      "twi": {
        "title": "WO ANIM HO",
        "verses": [
          "Sohwε ne haw taa gya yε’adwendwen sε Adεn na εwo sε εba saa mmerε nyinaa Berε a εbinom atwa yεn ho ahyia Wo yε bone nso haw nni won so.",
          "Sε owu ba bεfa yε’adofo ko Egya awerεho ne suro ne ye’afie mu Na εma yε dwene won a asi won yie ho So wote bone mu mmerε nyinaa.",
          "Yεn Wura no si di nokware ko wuo mu Yε adwuma twεn nna kakra yi mu Na yεrennu okwan mu suro no.",
          "Sε yεhu Yesu sε oba n’anuonyam Sε ofi ne soro fie no mu ba a Yεbehyia no wo fie hyεnhyεn no mu εnkyε bi yεbεte ne nyinaa ase."
        ],
        "chorus": "Anim ho ye bεhu bribiara Anim ho yεbεte ne nyinaa ase Ma w’ani nnye me nua, ka wo ho hye Enkyε bi yεbεte ne nyinaa ase."
      }
    },
    {
      "id": 12,
      "number": "395",
      "english": {
        "title": "BEULAH LAND",
        "verses": [
          "I’ll reach the land of corn and wine, And all its riches freely mine; There shines undimmed one blissful day, For all my night will pass away.",
          "The Saviour comes and walks with me, And sweet communion here have we; He gently leads me by the hand, For this is heaven’s border land.",
          "A sweet perfume upon the breeze, Is borne from ever vernal tree, And flow’rs that never fading grow, Where streams of life forever flow.",
          "The zephyrs seem to float to me, Sweet sounds of heaven’s melody, As angels with the white robed throng, Join in the sweet redemption song."
        ],
        "chorus": "O Beulah land, sweet Beulah land As on thy highest mount I stand, I look away across the sea Where mansions are prepared for me, And view the shining glory shore, My heav’n, my home forever more."
      },
      "twi": {
        "title": "BEULAH MAN",
        "verses": [
          "Medu nnepa asase so Eho ade nyinaa bεyε me de Na εho de ade nsa da Na mesum nyinaa bεtwam ako.",
          "Agyenkwa no ne me nante Yεnya ayonkofa dεεdε ha Oso me nsa n’odi manim Fisε ha yε soro hyeε so.",
          "Duhwam bi wo mframa no mu Efi nnua a εtease daa so Nhwiren a won ahoofε mpa da Ne εnkwa nsuo sen daa nyinaa.",
          "Nnwomto dεεdε reba me nkyεn Osoro nnwm a εyε dε no Abofo hyε ntade fitaa Bom to nkwagye dwom dεεdε."
        ],
        "chorus": "O Beulah man, oman fεεfε Berε a megyina wo mepo so Mahwε εpo no agya ho Bea a woasiesie adan ama me Mεhu asuogya εhyerε ho Me soro ne me fie afeboo."
      }
    },
    {
      "id": 13,
      "number": "550",
      "english": {
        "title": "FEAR NOT, LITTLE FLOCK",
        "verses": [
          "Fear not, little flock, Says the Savior divine, The Father has willed that the kingdom be thine; O soil not your garments With sin here below, My sheep and my lambs must be whiter than snow.",
          "Far whiter than snow, and as fair as the day, For Christ is the fountain to wash guilt away; O give Him, poor sinner, that burden of thine, And enter the fold with the ninety and nine.",
          "You sheep, that was lost in the valley of sin, Was found by the Shepherd, who gathered him in; With songs of thanksgiving the hills did resound, My friends and my neighbors, the lost sheep is found.",
          "Ride over temptation and cease your alarms, Your Shepherd is Jesus, your refuge His arms; He’ll never forsake you –a Brother and Friend; But love you and save you in worlds without end."
        ],
        "chorus": "Whiter than snow, (I long to be, dear Savior) Whiter than snow (I long to be) Whiter than snow (I long to be, dear Savior) Whiter than the snow."
      },
      "twi": {
        "title": "MONSURO KUO KETEWA",
        "verses": [
          "Monsuro kuo ketewa Agyenkwa no aka sɛ Agya no de ahenie no bɛma mo Monnfa fam ha bone Nsɛe mo ntade Me nnwan ho bɛyɛ fitaa sɛ sukyerɛma.",
          "Fitaa paa ara mɛhyɛn akyɛ adekyee Fisɛ Kristo yɛ abura a ɛhoro bone O oboneyɛfo fa wadesoa yi ma no Na fa wo haw nyinaa koka ne kuo no ho.",
          "Odwan a oyerae wo bone abun mu no Dwanhwɛfo no huu no de no baa efie Nna aseda nnwom gyegye mmepo no so sɛ Mayonkofo mahu dawn a oyerae no.",
          "Twi fa sohwɛ so a gyae wo hu yi Yesu yɛ wo dwanhwɛfo, ne nsa yɛ ogye Orenyaa wo da, oyɛ onua ne adamfo Obɛdo wo agye wo wiase a ɛnni awieɛ no m."
        ],
        "chorus": "Fitaa paa ara (Me pɛ saa m’aye Agyenkwa) Fitaa paa ara (Me pɛ m’ayɛ) Fitaa paa ara (Me pɛ saa m’ayɛ Agyenkwa) Fitaa paa ara."
      }
    },
    {
      "id": 14,
      "number": "559",
      "english": {
        "title": "TIS SO SWEET TO TRUST IN JESUS",
        "verses": [
          "Tis so sweet to trust in Jesus, Just to take Him at His word, Just to rest upon His promise; Just to know, thus saith the Lord;",
          "O, how sweet to trust in Jesus, Just to trust His cleansing blood, Just in simple faith to plunge me Neath the healing cleansing flood.",
          "Yes, tis sweet to trust in Jesus, Just from sin and self to cease; Just from Jesus simply taking Life, And rest, and joy, and peace.",
          "I’m so glad I learned to trust Thee, Precious Jesus, Savior, Friend And I know that Thou art with me, Wilt be with me to the end."
        ],
        "chorus": "Jesus, Jesus, how I trust Him; How I’ve prov’d Him o’er and o’er; Jesus, Jesus, Precious Jesus, O for grace to trust Him more."
      },
      "twi": {
        "twi_number": 12,
        "title": "EYE SE METWERE YESU",
        "verses": [
          "Eyε sε metwere Yesu Na megye N’asεm no di Na me hwε ne bohyε no kwan Na me hu deε Nyame se.",
          "Eyε sε metwere Yesu Mani da ne mogya so Onam gyidi so de me hyε Mogya a εte me ho nom’",
          "Eyε ampa sε metwere Yesu Gyae bone ne ahopε Na megye nkwa, home, anigye Ne asomdwoe fi Yesu ho.",
          "Eyε sε metwere Yesu Yesu pa, gyefo yonko Menim yie sε woka me ho Na wobεka me ho daa."
        ],
        "chorus": "Yesu, Yesu matwere no Maso n mahwε mpεn pii Yesu, Yesu a osom bo Ma m’adom mentwere wo pii."
      }
    },
    {
      "id": 15,
      "number": "5",
      "english": {
        "title": "WORTHY ART THOU",
        "verses": [
          "Worthy of praise is Christ our Redeemer, Worthy of glory, honor and pow’r Worthy of all our souls and adoration, Worthy art Thou.",
          "Lift up the voice in praise and devotion, Saints of all earth before Him should bow; Angels in heaven worship Him saying, Worthy art Thou.",
          "Lord, may we come before Thee with singing, Filled with Thy spirit, wisdom and pow’r; May we ascribe Thee glory and honor, Worthy art Thou."
        ],
        "chorus": "Worthy art Thou, worthy of riches, blessings and honor Worthy of wisdom, glory and pow’r Worthy of earth and heaven’s thanksgiving Worthy art Thou"
      },
      "twi": {
        "title": "WOFATA YEN WURA",
        "verses": [
          "Kristo yεn gyefo wo sε ayeyi Anuonyam, nnidie ne tumi nso Wo fata yεn kra ntonton nyinaa ara Wo fata yεn wura, wo fata pii.",
          "Moma mo ne so ayeyi ne som mu Ahotefo nyinaa mo nkoto no Soro abofo nso nsom no nkasε Wo fata yεn wura, wo fata pii.",
          "Yεn wura ma yεnfa nnwonto mra wanim Wo honhom, nyansa ne tum’nhyε yεn ma Ma yεn fa anuonyam ne nnidie ma wo Wo fata yεn wura, wo fata pii."
        ],
        "chorus": "Wo fata ahonya, nhyira ne nnidie Wo fata nyansa, anuonyam ne tumi Wo fata soro ne asase so nnaase Wo fata yεn wura, wo fata pii."
      }
    },

    {
      "id": 16,
      "number": "403",
      "english": {
        "title": "NO TEARS IN HEAVEN",
        "verses": [
          "No tears in heaven, no sorrows given, All will be glory in that land; There’ll be no sadness, all will be gladness, When we shall join that happy band.",
          "Glory is waiting, waiting up yonder, Where we shall spend and endless day; There with our Savior we’ll be forever, Where no more sorrow can dismay.",
          "Some morning yonder, we’ll cease to ponder O’er things this life has bro’t to view; All will be clearer, saved ones be dearer, In heav’n where all will be made new."
        ],
        "chorus": "No tears, no tears, no tears up there in heaven fair, Sorrow and pain will all have flown; No tears in heaven fair, No tears, no tears up there, No tears in heaven will be known."
      },
      "twi": {
        "title": "NISUO NNI SORO",
        "verses": [
          "Nisuo nni soro, awerεho nni hэ εhэ bεyε anuonyam man Awerεho mma hэ anigye nkutoo Sε yε kэdэm anigye kuo no.",
          "Anuonyam retwεn, εretwεn nohoaa εhэ na ade rensa da Yε ne yεn Agyenkwa bεtena daa daa Na nisuo mmu aba mu bio.",
          "Da bi anэpa yεbεgyae adwendwen deε yε ahunu эbra yi mu ho yεbεhu bribia, ‘yε adэ ahotefoэ ade nyinaa bεyε foforo."
        ],
        "chorus": "Nisuo nni soro aheman Nisuo nni soro hэ awerεho ne yea nyinaa bεsa nisuo nni sor’ahemman nisuo nni soro hэ obi nte nisuo wэ soro."
      }
    },
    {
      "id": 17,
      "number": "276",
      "english": {
        "title": "WONDERFUL STORY OF LOVE",
        "verses": [
          "Wonderful story of love, Tell it to me again, Wonderful story of love, Wake the immortal strain; Angels with rapture announce it, Shepherds with wonder receive it; Sinner, O won’t you believe it? Wonderful story of love.",
          "Wonderful story f love, Tho’you are far away, Wonderful story of love, Still He doth call today, Calling from Calvary’s mountain Down from the crystal bright fountain, E’en from the dawn of creation, Wonderful story of love.",
          "Wonderful story of love, Jesus provides a rest, Wonderful story of love, For all the pure and blest; Rest in those mansions above us With those who’ve gone on before us, Singing the rapturous chorus, Wonderful story of love."
        ],
        "chorus": "Wonderful, wonderful Wonderful Wonderful story of love."
      },
      "twi": {
        "title": "эDэ ANWANWASεM",
        "verses": [
          "эdэ ho asεm nwanwa, Siso kyerε me bio эdэ ho asεm nwanwa εkanyaa me kra bio abэfo de anigye ka nwanhwεfog ye no suro so bэneyεfo wo nnye nni anaa? эdэ ho asεm nwanwa.",
          "эdэ ho asεm nwanwa sε wo wэ akyiri mpo a эdэ ho asεm nwanwa эda so frε wo εnnε эfrε fi Kalvary bepэ so Fi abura hyεnhyεn no mu εfi abэde ahyease эdэ asεm nwanwa.",
          "эdэ ho asεm nwanwa Yesu de эhome эdэ ho asεm nwanwa Ma deε wahyira wэn yεn ne wэn a wэadi kan no bεhome эsoro fie mu yεbεto anigye dwom ho. эdэ ho asεm nwanwa."
        ],
        "chorus": "nyesoэ nwanwasεm, nwanwasεm nwanwasεm ni эdэ ho asεm nwanwa."
      }
    },
    {
      "id": 18,
      "number": "616",
      "english": {
        "title": "LET HIM IN",
        "verses": [
          "There is a stranger at the door, Let Him in; He has been there oft before, Let Him in; Let Him in, ere He is gone, Let him in, The Holy one, Jesus Christ, the Father’s Son, Let Him in.",
          "Open now to Him your heart, Let Him in; If you wait He will depart, Let Him in, Let Him in, He is your Friend He your soul will sure defend, He will keep you to the end, Let Him in.",
          "Hear you now His loving voice, Let Him in; Now, O now make Him your choice, Let Him in, He is standing at your door, Joy to you He will restore, And His name you will adore, Let Him in.",
          "Now admit the heav’nly Guest, Let the Savior in He will make for you a feast, Let the Savior in He will speak your sins forgiven, And when earthies all are riv’n, He will take you home to Heav’n, Let the Savior in."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "MA NO MRA MU",
        "verses": [
          "‘Hэho bi gyina wo pono ano, ma no mram’ эtaa gyina hэ mpεn pii, mano mram’ Ma no mram, anyε a эbεkэ Ma эkronkron ni mo mram’ Yesu Kristo Onyame ba no Ma no mram!",
          "Bue wo koma ma no siesie, ma no mram sε wo twεn a эbεkэ, ma no mram ma no mmra, эyε adamfo эbetwitwa agye wo kra эbεkora wo akэdu awiei Ma no mram.",
          "Tie ne dэ nne so seisei ma no mram Seisei ara fa no yε wo de ma no mmram эgyina wo pon’akyi эbεma wo anigye Nawo bεtontom me din. Ma no mram’",
          "Ma эsoro hэho no mram, ma no mram, эbεto εpono ama wo, ma no mram, эde wo bεne bεkyε wo Na sε fam ha abusua twa a эde wo bεkэ soro fie Ma no mram."
        ],
        "chorus": ""
      }
    },
    {
      "id": 19,
      "number": "50",
      "english": {
        "title": "HE LEADETH ME",
        "verses": [
          "He leadeth me! O blessed tho’t O words with heavenly comfort fraught Whatever I do, wherever I be, Still ‘tis God’s hand that leadeth me.",
          "Sometimes ‘mid scenes of deepest gloom, Sometimes where Eden’s bowers bloom, By waters still, o’er troubled sea, Still ‘tis His hand that leadeth me",
          "Lord, I would clasp Thy hand in mine, Nor ever murmur nor repine, Content, whatever lot I see, Since ‘tis my God that leadeth me.",
          "And when my task on earth is done, When, by Thy grace, the victory’s won, E’en, death’s cold wave I will not flee, Since God thru Jordan leadeth me."
        ],
        "chorus": "He leadeth me, He leadeth me By His own hand He leadeth me, His faithful follow’r I would be, For by His hand He leadeth me."
      },
      "twi": {
        "title": "эKYERε ME KWAN",
        "verses": [
          "эkyerε me kwan anigyesεm O nsεm a soro dε wэ mu Nea meyε mu baabi a mekэ Nyame nsa da so kyerε me kwan.",
          "Tэ da bi a sum kabii mu tэ da bi a Eden nhwiren mu Nsu t εε din ahum tu o Ne nsa da so kyerε me kwan.",
          "Me wura, mεsэ wo nsa no mu Ma merennwiinwii, mmэ abubuo Mεyε omm ade nyinaa mu fisε Nyame nsa kyerε me kwan.",
          "Sε ewie me fam ha adwuma S ε w’adom nti medi nkunim owu nsam mpo, merensuro yordan mu Nyame kyerε me kwan."
        ],
        "chorus": "эkyerε me kwan, эkyerε me kwan. N’ankasa nsa nεkyerε me kwan. Mεyε ne kyidifo ampa fisε ne nsa nεkyerε me kwan."
      }
    },
    {
      "id": 20,
      "number": "11",
      "english": {
        "title": "PRAISE HIM PRAISE HIM",
        "verses": [
          "Praise Him; praise Him, our blessed Redeemer Sing, o earth His wonderful love proclaim Hail Him; hail Him, highest arch angels in glory, Strength and honor give to His holy name Like a shepherd, greatness, Praise Him, Praise Him ever in joyful song Jesus will guide His children, In His arms He carries them all day long.",
          "Praise Him; praise Him, our blessed Redeemer For our sins He suffered, and bled and died; He our rock, our hope of eternal salvation, Hail Him Hail Him, Jesus the crucified, Sound His praises Jesus, who bore our sorrows, Love unbounded, wonderful, deep and strong;",
          "Praise Him; praise Him, Jesus, our blessed Redeemer Heavenly portals, loud with hosannas ring Jesus, Savior, liveth forever and ever; Praise Him, Praise Him prophet and priest and King; Christ is coming over the world victorious, Pow’r and glory unto the Lord belong"
        ],
        "chorus": ""
      },
      "twi": {
        "title": "MONKAMFO YESU",
        "verses": [
          "Monkanfo no, Yesu yεn Gyefo Hyirafor Asase mo nto nnwom nyi ne dэ adi Soro abэfo mo mpene no animuonyam mu Monfa nnidie ma ne din kronkron no Sε эhwεfoэ pa Yesu bεhwε ne nnwan so эbεkora wэn ne nsam daa nyinaa Monkanfo no, mo nyi ne kεseyε adi Monfa ahurisie nnwom nkamfo no daa.",
          "monkamfo no, Yesu yεn Gyefo Hyirafo Yεn bэne nti эhuu amane na owui Yεn botantim, yεn daa nkwagye anidasoэ Mo mpene Yesu a wэbээ N’asennua mu Mo nyi no ayε, Yesu soaa yεn bэne nyinaa Anwanwadэ εmu dэ na εyε den Monkamfo no, monyi ne kεseyε adi Monfa ahurisi nnwom nkanfo no daa.",
          "monkamfo no, Yesu yεn Gyefo Hyirafoэ Hosanna denden gyegye эsoro Agyenkwa Yesu te ase daadaa ne daa Monkamfo yεn Sэfo ne Hene no Kristo reba, wadi wiase so nkunim Tumi ne animuonyam yε Awurade dea Monkamfo no, monyi ne kεseyε adi Monfa ahurisi nnwom nkamfo no daa."
        ],
        "chorus": ""
      }
    },
    {
      "id": 21,
      "number": "279",
      "english": {
        "title": "TELL ME THE OLD, OLD STORY",
        "verses": [
          "Tell me the old, old story of unseen things above, Of Jesus and his glory, of Jesus and his love. Tell me the story simply,as to a little child, For i am weakened and weary, And helpless and defiled",
          "Till me the story slowly, That i may take it in That wonderful redemption,God’s remedy for sin. Tell me teh story often, For i forget so soon ; The early dew of morning, Has passed away at noon.",
          "Tell me the story softly,With earnest tones, and grave ; Remember I’m the sinnerWhom Jesus came to save Tell me the story always,If y ou would really be, In anytime of trouble,A comforter to me.",
          "Tell me the same old story, when you have caused to fear That this world’s empty glory is dawning on my soul, Tell me the old, , old story ; Christ Jesus makes the thee whole"
        ],
        "chorus": "Tell me the old, old story, Tell me the old, old story, Tell me the old, old story Of Jesus and His love."
      },
      "twi": {
        "title": "KA YESU HO ASεM",
        "verses": [
          "ka yesu ho asεm kyerε me Twerε nenyinaa m’akomam Asεm a εsom bo sei yi εyε dε kyεn nsεm nyinaa Ka sεdeε abэfoэ de nne korэ Too ndwom de hyia n’awoэ Anuonyam nka sorosoro Nyame ‘somdwee, nsεmpa aba asase so.",
          "Ka εserε son na a эdiieε Ne kэm a эkyenee kyerε me Yэn bэne nti эsээ no hwεe Na awieε no эdii nkonim Ka ne nnwuma nna ho asεm Ne awerεhoэ a эdiieε эdii hia, nnipa dii n’ho fεw эnni nnamfo anaa efie.",
          "ka sεdeε wэde no sεn hэ эperee awerεhoэ ne yea mu Kyerε me sεdeε wэsiee no Ne sε эte ase bio эdэ bi wэ asεmdε yi mu. Na obiara tumi hunu To wo bo ka na mente ase Sε эdэ tuaa me ka maa me."
        ],
        "chorus": "Ka Yesu ho asεm kyerε me Twerε ne nyinaa m’akomam Asεma εsombo sei yi εyε dε kyεn nsεm nyinaa"
      }
    },
    {
      "id": 23,
      "number": "29",
      "english": {
        "title": "SAVIOR, MORE THAN LIFE",
        "verses": [
          "Savior, more than life to me, I am clinging close to Thee Let Thy precious blood applied, Keep me ever, ever near Thy side",
          "Thru this changing world below, Lead me gently, gently as i go Trusting Thee, i cannot stray, I can never, never lose my way.",
          "Let me love Thee more and more, Till this fleeting, fleeting life is o’er Till my soul is lost in love In a brighter, brighter world above."
        ],
        "chorus": "Everest daya, ev’ry hour, let me feel thy cleansing pow’r Ev’ry day and hour, ev’ry day and hour,"
      },
      "twi": {
        "title": "ME YESU MEDэ WO",
        "verses": [
          "Me Yesu me dэ wo na wo yε me de Bэne ho anigye nyinaa magyae ama wo Me gyefoэ domfoэ wo yε m’Agyenkwa Me dэfo Yesu medэ won nnε sen daa.",
          "Medэ wo efisε wo dii kan dээ me Na wo tээ me fafiri Kalvary dua no so Medэ wo efisε wo soaa nsэkyε no Me dэfo Yesu medэ won nnε sen daa.",
          "Mεdo won kwa mu, mεdэ wo wuo mu Mεyi wo ayε me nkwa nna nyinaa mu Owuo nsa nwunwu no tэ me so a mεkasε Me dэfo Yesu medэ won nnε sen daa.",
          "Daa nigyeε wэ anuonyam aban mu Na mεtontom wo daa wэ’man hyεnhyεn nom’ Mεhyε ahenkyε a εhyerεn na mato dwom sε Me dэfo Yesu medэ won nε sen daa."
        ],
        "chorus": ""
      }
    },
    {
      "id": 24,
      "number": "161",
      "english": {
        "title": "I AM THE VINE",
        "verses": [
          "I am the vine and ye are the branches; Bear precious fruit for Jesus today Branches in Him no fruit ever bearing, Jesus hath said, He taketh away.",
          "Now ye are clean thro’ words I have spoken, Living in Me, much fruit ye shall bear; Dwelling in you, My promise unbroken, Glory in heav’n with Me ye shall share.",
          "Yes, by your fruits the world is to know you, Walking in love as children of day Follow your guide, He passeth before you, Leading to realms of glorious day."
        ],
        "chorus": "I am the vine and ye are the branches, I am the vine, be faithful and true; Ask what ye will, your pray’r shall be granted, The Father loved Me, so I have loved you."
      },
      "twi": {
        "title": "MENE BOBE NO",
        "verses": [
          "Mene bobe no, mo ne εman no Monso aba pa ma Yesu εnnε Man a εnso aba pa wэ ne mu no Yesu aka sε эbεtwa afi hэ.",
          "Nsεm a maka no ama no ho ate Motena me mu a mobε so aba pii Mεdi me bэ so na matena mo mu Na me ne mo akyэ soro anuonyam.",
          "Mo aba na wiasefo de bεhu mo Mo nante dэ mu sε adekyee mma Mo kwankyerεfo no retwam wэ mo anim Moni n’akyi nkэ anuonyam mu."
        ],
        "chorus": "Mene bobe no, mo ne εman no Mene bobe no, moni nokware Deε mo bisa bi’a эde bεma mo Agya no dэ me na menso dэ mo,"
      }
    },
    {
      "id": 25,
      "number": "561",
      "english": {
        "title": "IT IS WELL WITH MY SOUL",
        "verses": [
          "When peace like a river, attendeth my soul, When sorrows like sea billows roll, Whatever my lot, Thou hast taught me to say, It is well, it is well with my soul.",
          "Tho’ Satan should buffet, tho’ trials should come, Let this blest assurance control, That Christ hath regarded my helpless estate, And hath shed His own blood for my soul.",
          "My sin, oh the bliss of this glorious thought, My sin not in part but the whole, Is nailed to His cross and I bear it no more, Praise the Lord, praise the Lord, O my soul.",
          "And, Lord, haste the day when the faith shall be sight, The clouds be rolled back as a scroll, The trump shall resound, and the Lord shall descend, Even so, it is well with my soul."
        ],
        "chorus": "It is well, it is well, With my soul, with my soul, It is well, it is well with my soul."
      },
      "twi": {
        "title": "NE NYINAA Yε MA ME KRA",
        "verses": [
          "Sε asomdwoe sen sε asuten wэ me kwan mu, Sε ye bubu ba sε asorэkye, Sεdeε εteε biara, Woakyerε me sε menka sε, Ne nyinaa yε, ne nyinaa yε ma me kra.",
          "Sε bonsam di m’ho fεw, Na sэhwε ba me so a, Ma awerεkyekyesεm yi nkae me, Sε Kristo ahu me mmэbэ tebea yi, Na εkyii ne mogya maa me kra.",
          "O anigye wэ saa anuonyamsεm yi mu, Sε e bɔne pii yi nyinaa, Wayi afi hэ na εnni meso bio, O me kra yi Awurade ayε.",
          "Awurade womaeε no w’mae no na yεtwεn, Wo bεyi munumkum yi afi hэ, Abεn no bεhyεn na Awurade bεsian, Ne saa mpo ne nyinaa yε ma me kra."
        ],
        "chorus": "Ne nyinaa yε, Ma me kra, Ne nyinaa yε, ne nyinaa yε, Ma me kra."
      }
    },
    {
      "id": 26,
      "number": "551",
      "english": {
        "title": "DO ALL IN THE NAME OF THE LORD",
        "verses": [
          "Whate’er you do in word or deed, Do all in the name of the Lord; Do naught in name of man or creed, Do all in the name of the Lord.",
          "Be not deceived by worldly greed, Do all in the name of the Lord, The Spirit says in word or deed, Do all in the name of the Lord.",
          "If you are toiling for a crown, Do all in the name of the Lord, O do not trust in world renown, Do all in the name of the Lord.",
          "Till toil and labors here are done, Do all in the name of the Lord, Dear Christian friends, if you’d be one, Do all in the name of the Lord."
        ],
        "chorus": "Do all in His name, Do all in the name of the Lord, In word or deed, as God decreed, Do all in the name of the Lord."
      },
      "twi": {
        "title": "Yε NE NYINAA AWURADE DIN MU",
        "verses": [
          "Wo kasa ne wo nneyeε mu, Yε ne nyinaa Awurade din mu, εnyε biribi nnipa nhyehyεe mu, Yε ne nyinaa Awurade din mu.",
          "εmma wiase εnnaadaa wo, Yε ne nyinaa Awurade din mu, Honhom no se ‘kasam’ neyэe m’, Yε ne nyinaa Awurade din mu.",
          "Sε wo rebrε apε ahenkyε a, Yε ne nyinaa Awurade din mu, O mf wo ho nto wiase so, Yε ne nyinaa Awurade din mu.",
          "Kэsi sε ase ha adwuma bεsa, Yε ne nyinaa Awurade din mu, Adristofo, mo pε koroyε a, Monya ne nyinaa Awurade din mu."
        ],
        "chorus": "Yε ne nyinaa ne din mu, Yε ne nyinaa Awurade din mu, Sε deε Nyame ahyehyε no, Yε ne nyinaa Awurade din mu."
      }
    },
    {
      "id": 29,
      "number": "55",
      "english": {
        "title": "TAKE TIME TO BE HOLY",
        "verses": [
          "Take time to be holy, speak oft with thy Lord Abide in Him always, and feed on His word, Make friends of God’s children. Help those who are weary, Forgetting in nothing His blessings to seek.",
          "Take time to be holy, the world rushes on Spend much time in secret with Jesus alone Abiding in Jesus,like Him thou shalt be Thy friends in thy conduct His likeness shal see.",
          "Take time to be holy, be calm in thy soul Each tho’t and each motive beneath His control, Thus led by His Spirit to fountains of love, Thou soon shall be fitted for service above."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "TO WO BO Yε KRONKRON",
        "verses": [
          "To wo bo yε kronkron Ne wo wura nkasa Tena ne mu mmerε nyinaa Ma ne nsεm nyεn wo Fa Nyame ma nnamfo Boa wэn a wэayε mmerε Mma wo werε mfi biribiam’ sε W’bεhwehwε ne nhyira.",
          "To wo bo yε kronkron Wiase retwam kэ Wo ne Yesu nko ntaa Nhyε kokoam mmerε pii Sε wo tena Yesu mua Wo nnamfu bεhu no Wэ wabrabэ mu.",
          "To wo bo yε kronkron Ma wo kra nyε dinn Adwene ne nsusui bi a Fa hyε ne tum’ase Ma honhom no nni wanim Nkэ dэ abura ho Na εnkyε wo bεfata Adwuma wэ soro."
        ],
        "chorus": ""
      }
    },
    {
      "id": 30,
      "number": "645",
      "english": {
        "title": "WHEN THE SAINTS GO MARCHING IN",
        "verses": [
          "I am just a weary pilgrim, Plodding thru this world of sin Getting ready for that city When the saints go marching in.",
          "If I will see the Savior, A new life I must begin Then I’ll be in that glad number When the saints go marching in.",
          "I’ll follow my Redeemer, In the steps where He has been Thus, I know that He will call me When the saints go marching in.",
          "Up there I will see the Savior Who redeemed my soul from sin With extended hands, He’ll greet me When the saints go marching in."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "Sε AHOTEFOэ SEN Kэ MU A",
        "verses": [
          "Meyε эkwantuni brεfoэ Nenam bэne wiase yi mu Resiesie me ho ama kuro no Sε ahotefoэ sen kэ mu a",
          "Sε mεhu Agyenkwa no a Sε sε me bu bra foforэ Ansa na me ka anigye kuo n’ho Sε agotefoэ sen kэ mu a.",
          "Mεdi me Gyefo no akyi Mma,эm a wэagya no mu Saa na mεhu sε эbεfrε me Sε ahotefoэ sen kэ mu a.",
          "эсoro hэ mεhu m’Agyenkwa a эсye me kra fi bэne m’ Na эсbεyε me atuu Sε sen ahotefoэ kэ mu a."
        ],
        "chorus": ""
      }
    },
    {
      "id": 30,
      "number": "645",
      "english": {
        "title": "WHEN THE SAINTS GO MARCHING IN",
        "verses": [
          "I am just a weary pilgrim, Plodding thru this world of sin Getting ready for that city When the saints go marching in.",
          "If I will see the Savior, A new life I must begin Then I'll be in that glad number When the saints go marching in.",
          "I'll follow my Redeemer, In the steps where He has been Thus, I know that He will call me When the saints go marching in.",
          "Up there I will see the Savior Who redeemed my soul from sin With extended hands, He'll greet me When the saints go marching in."
        ],
        "chorus": "When the saints go marching in, When the saints go marching in O Lord I want to be in that number When the saints go marching in"
      },
      "twi": {
        "title": "SƐ AHOTEFOƐ SEN KƐ MU A",
        "verses": [
          "Meyɛ ɔkwantuni brɛfoɔ Nenam bɔne wiase yi mu Resiesie me ho ama kuro no Sɛ ahotefoɔ sen kɔ mu a",
          "Sɛ mɛhu Agyenkwa no a Sɛ sɛ me bu bra foforɔ Ansa na me ka anigye kuo n'ho Sɛ agotefoɔ sen kɔ mu a.",
          "Mɛdi me Gyefo no akyi Mma,ɔm a wɔagya no mu Saa na mɛhu sɛ ɔbɛfrɛ me Sɛ ahotefoɔ sen kɔ mu a.",
          "Ɔsoro hɔ mɛhu m'Agyenkwa a Ɔgye me kra fi bɔne m' Na ɔbɛyɛ me atuu Sɛ sen ahotefoɔ kɔ mu a."
        ],
        "chorus": "Sɛ ahotefoɔ sen kɔ mu a Sɛ ahotefoɔ sen kɔ mu a Wora mepɛ sɛ me ka ho bi Sɛ ahotefoɔ sen kɔ mu a."
      }
    }
  ]
}
