{
  "metadata": {
    "version": "1.0",
    "totalHymns": 1200,
    "languages": ["english", "twi"]
  },
  "hymns": [
    {
      "id": 1,
      "number": "257",
      "english": {
        "title": "Amazing Grace",
        "verses": [
          "Amazing grace! how sweet the sound,\n  That saved a wretch; like me!\nI once was lost, but now am found,\n  Was blind, but now I see.",
          "’Twas grace that taught my heart to fear,\n  And grace my fears relieved;\nHow precious did that grace appear\n  The hour I first believed!",
          "The Lord hath promised good to me,\n  His word my hope secures;\nHe will my shield and portion be\n  As long as life endures.",
          "When we’ve been there ten thousand years,\n  Bright shining as the sun,\nWe’ve no less days to sing God’s praise\n  Than when we first begun."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "Adom Nwonwa",
        "verses": [
          "Adom anwonwade! ɛte sɛn nneɛma no,\nA gyee ɔbɔnefo te sɛ me!\nMe yerae dada, nanso seesei wɔahu me,\nNa mennhu, nanso seesei mahu.",

          "Na ɛyɛ adom a kyerɛɛ me koma suro,\nNa adom no san maa me werɛ ahyɛ me den;\nƐyɛ anika sɛnea saa adom no ho yɛ fɛ\nBere a migyei kan.",

          "Awɔhaw, ɔtɔyɛ, ne amane bebree\nM’agyina mu aba ha;\nAdom no de me brɛɛ ha yiye,\nNa adom no bɛkɔ so akɔde me fi.",

          "Bere a yɛaka mfe mpempem,\nA yɛn ani tew te sɛ owia,\nYebetumi asom Nyame ayeyi no daa,\nSɛnea yɛyɛe fi kan no ara."
        ],
        "chorus": ""
      }
    },
    {
      "id": 3,
      "number": "3",
      "english": {
        "title": "Upon The First Day Of The Week",
        "verses": [
          "Upon the first day of the week, our savior gave forth from the grave; he died, was buried, then arose, to reign, to triumph and to save!",
          "Upon the first day of the week, disciples met to break the bread, and drink the cup in memory of him whose blood for us was shed!",
          "Upon the first day of the week, let each of us lay by in store, as blessed and prospered by the Lord, the King of kings whom we adore!",
          "Upon the day “beloved” John, saw Christ, and heard his trumpet voice; we, too, in spirit worship him, with prayer and song our hearts rejoice!"
        ],
        "chorus": "Though others may forsake the Lord, yet we are here thy truth to seek; thy holy presence comforts us, upon the first day of the week."
      },
      "twi": {
        "title": "Naawotwe Da A Edi Kan",
        "verses": [
          "Naawotwe da a edi kan no m Yε’Ayenkwa sore fi nna mu Owui, wosiee no, w’asore Se onni hene na onnye yen nkwa. ",
          "Naawotwe da a edi kan no m Asuafo hyiae bubu abodoo Wonom nkaeε kuruwa ano De kae deε okyii ne mogya mmaeε",
          "Naawotwe da a edi kan no m Moma yεn nsiesie yεn ho sie Na yεnfa deε ahene mu hene De adom yεn no mu bi merε no."
        ],
        "chorus": "Sε binom bεpow Awurade Yεn deε yε pε wo nokware no Wo ka yεn ho kyekye yεn werε Naawotwe da a edi kan no m"
      }
    },
    {
      "id": 4,
      "number": "151",
      "english": {
        "title": "SUN OF MY SOUL",
        "verses": [
          "Sun of my soul, thou Saviour dear, It is not night if thou be near; O may no earth-born cloud arise To hide thee from thy servant’s eyes",
          "When the soft dews of kindly sleep My wearied eye lids gently steep, Be my last tho’t, how sweet to rest, Forever on my Saviour’s breast.",
          "Abide with me from morn till eve, For without thee I cannot live; Abide with me when night is nigh, For without thee I dare not die.",
          "Come near and bless us when we wake, Ere thro’ the world our way we take; Abide with me when night is nigh, For without thee I dare not die."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "Me Kra Awia",
        "verses": [
          "Me kra awia m’Agyenkwa pa Wo bεn me a ade nsa me da Mma sum bi mfi asase yi so Nhinta wo mfi w’akoa ani so.",
          "Sε εnna de ne bosuo n o Ka mani brεfoo yi gu soo Ma mendwene dε a εbεyε Sε mεhome m’Agyenkwa bom daa.",
          "Wo ne me ntena adekyee mu Wonni me nkyεn a mentumi ntena ase Ade resa a wo ne me ntena Wo ka me ho a mensuro wuo.",
          "Sε yεnyane a behyira yεn Ansa na yε’afa yεn akwan so Kosi sε odo kεse no De yεbepue osoro nohoaa do"
        ],
        "chorus": ""
      }
    },
    {
      "id": 5,
      "number": "656",
      "english": {
        "title": "BLEST BE THE TIE",
        "verses": [
          "Blest be the tie that binds Our hearts in Christian love The fellowship of kindred minds Is like to that above.",
          "Before our Father’s throne We pour our ardent prayers; Our fears, our hopes, our aims are one Our comforts and our cares.",
          "We share our mutual woes, Our mutual burdens bear; And often for each other flows The sympathizing tear.",
          "When we asunder part, It gives us inward pain; But we shall still be joined in heart, And hope to meet again."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "HYIRA NKA HOMA",
        "verses": [
          "Hyira nka homa a εka Yε akoma bom Kristo dom Ayonkofa wo adwenen koro m Te sε osoro de no.",
          "Yε hwiee yεn mpae denden Gu Agya ahenwa no anim Yεn suro, yεbotae yε koro Yεn awerεkyekye ni yε hia.",
          "Yε kyε amaneε koro no Yε soa yεn adesoa koro no Na yε taa nya ayamhyehye Ma yεn nuanom nyinaa.",
          "Sε yε mu hwete a Yedi yea wo yεn mu pii Nanso yε bom’ wo akoma mu Na yenim sε yebehyia bio."
        ],
        "chorus": ""
      }
    },
    {
      "id": 6,
      "number": "2",
      "english": {
        "title": "WE’RE MARCHING TO ZION",
        "verses": [
          "Come, we that love the Lord, And let our joys be known, Join in a song with sweet accord, Join in a song with sweet accord, And thus surround the throne And thus surround the throne.",
          "Let those refuse to sing Who never knew our God; But children of the heavenly King, But children of the Heavenly King, May speak their joys abroad, May speak their joys abroad.",
          "The hill of Zion yields A thousand sacred sweets, Before we reach the heavenly fields, Before we reach the heav’nly fields Or walk the golden streets, Or walk the golden streets.",
          "Then let our songs abound, And ev’ry tear be dry; We’re marching thru Immanuel’s ground, We’re marching thru Immanuel’s ground, To fairer worlds on high, to fairer worlds on high."
        ],
        "chorus": "We’re marching to Zion, Beautiful, beautiful Zion; We’re marching upward to Zion, marching upward to Zion, The beautiful city of God. Zion, Zion."
      },
      "twi": {
        "title": "YERETU SA AKO ZION",
        "verses": [
          "Mo a modo Awurade Mommra, mo ma mo ani ngye Monso mu nto nnwom a εyε dε Montwa ahennwa n’ho nhyia.",
          "Won a wonnim Nyame Worento nnwom yi bi Na osoro hene no mma no deε Na osoro hene no mma no deε Wobεka won anigye akyerε aman Wobεka akyerε aman.",
          "Zion kokoo kronkron no Εso nnipa mpempem Sε yeduru so asase so Sε yeduru soro asase so Anaa sikea morono no so Sika norono no so.",
          "Momma ndwom no nko so Na nisuo nyinaa new Yεnam Emmanuel sase so Yεnam Emmanuel sase so Ako bea fεfε bi wo soro Bea fεfε bi wo soro."
        ],
        "chorus": "Zion fεfε no Yεretu sa ado Zion Nyame kuro fεfε."
      }
    },
    {
      "id": 7,
      "number": "260",
      "english": {
        "title": "LOVE DIVINE",
        "verses": [
          "Love divine, all love excelling, Joy of heav’n, to earth come down Fix in us Thy humble dwelling All Thy faithful mercies crown Jesus, Thou art all compassion, Pure, unbounded love Thou art; Visit us with Thy salvation, Enter ev’ry trembling heart.",
          "Breath, o breathe Thy loving Spirit Into ev’ry troubled breast; May we all in Thee inherit May we find the promised rest; Take away the love of sinning, Take our load of guilt away; End the work of Thy beginning, Bring us to eternal day.",
          "Come, almighty to deliver, May we all Thy life receive; Suddenly return, and never, Never more Thy temples leave; Thee we would be always blessing, Serve Thee as Thy hosts above Pray, and praise Thee, without ceasing, Glory in Thy perfect love.",
          "Finish then Thy new creation, Pure, unspotted, may we be; May we see our whole salvation Perfectly secured by Thee; Changed from glory into glory, Till in heav’n we take our place, Till we cast our crowns before Thee, Lost in wonder, love and praise."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "ODO KRONKRON",
        "verses": [
          "Odo kronkron εkyεn ‘do biara Soro anigye aba fam ha Fa yεn mu yε wo tenabea Ma wo ahummobo nni mu Yesu wo yε awerεkyekye Wo yε do a enni ano Fa wo nkwagye no bεsra yεn Bεwura koma biara mu.",
          "Koma biara a abrε no Home wo do honhom gu mu Ma yεn nya adedie wo mu Ne ahomegye a woahyε ho bo n’ Yi bone ho do fi yεn mu Ne yεn afodi adesoa no Wie adwuma a woahyε ase no Fa yεn ko daa nkwa no mu.",
          "Tumfoo Agya bra bεgye yεn Ma yεn nsa nka wo nkwa no San bra na bεtena yεn mu Ngya wo ntomadan yi bio Wo na yεbεhyira wo daa daa Na yεasom wo sεsprp dom no Yε de mpaebo ne ayεyi a Εntwa da atena wo do mu.",
          "Afei wie woabode foforo Te yεn ho fi nkekae nyinaa ho Ma yε nhu nkwagye kεse a Wo anya ama yεn no Sesa yεn ko wo anuonyam mu Ma soro nyε yε tenabea Ma yεnto yεade ngu w’anim Wo do ne ayεyi mu do."
        ],
        "chorus": ""
      }
    },
    {
      "id": 8,
      "number": "",
      "english": {
        "title": "BREBRE NA EYE",
        "verses": [
          "Brɛbrɛ na εyε Okristoni. Fa ntoboase yε woade nyinaa Nyame na ose brɛbrɛ na εyε Okristoni ee brɛbrɛ na εyε.",
          "Mma wobo mfu Okristoni Fa ntoboase ye wade nyinaa Nyame na ose mma wobo mfu Okristoni ee mma wobo mfu.",
          "Kae mmra nsεm no Okristoni Na bo mmoden di so daa nyinaa Nyame na ose Okristoni ee Sε wodo me a di me mmra so.",
          "Gyae kokonsa na ka nokorε Gyae nsekubo, gyae akayo Nyame na ose gyae nkonkonsa Okristoni ee gyae nkonkonsa.",
          "Ma w’aniso na hwε soro ho Ma kae hu sε Onyame nnae Bone a yεyε ohu ne nyinaa Okristoni ee di asempa.",
          "Enna reko εnna reba Na kae hu sε wo nna rehi Osoro ho wo wo adonta bi bu Okristoni ee obra twa wu."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "",
        "verses": [],
        "chorus": ""
      }
    },
    {
      "id": 9,
      "number": "352",
      "english": {
        "title": "I'LL BE LISTENING",
        "verses": [
          "When the Savior calls I will answer, When He calls for me I will hear; When the Savior calls I will answer, I’ll be somewhere list’ning for my name.",
          "If my heart is right when He calls me, If my heart is right I will hear; If my heart is right when He calls me, I’ll be somewhere list’ning for my name.",
          "If my robe is white when He calls me, If my robe is white I will hear; If my robe is white when He calls me, I’ll be somewhere list’ning for my name."
        ],
        "chorus": "I’ll be somewhere list’ning, I’ll be somewhere list’ning I’ll be somewhere list’ning for my name Yes, for my name; I’ll be somewhere list’ning, I’ll be somewhere list’ning I’ll be somewhere list’nin for my name."
      },
      "twi": {
        "title": "MεTIE",
        "verses": [
          "Sε Agyenkwa no frε a mεgye so Sε ofrε me a mεte ne nne Sε Agyenkwa no fε a mεgye so Mεgyina baabi na m’atie me din.",
          "Sε makoma tene na ofrε me Sε makoma tene a mεte ne nne Sε makoma tene na ofrε me Mεgyina baabi na matie me din.",
          "Sε matade hyerεn na ofrε me Sε matade hyerεn a mε ten e nne Sε matade hyerε na ofrε me Mεgyina baabi na matie me din."
        ],
        "chorus": "Mεgyina baabi matie Mεgyina baabi matie Mεgyina baabi na matie me din."
      }
    },
    {
      "id": 10,
      "number": "",
      "english": {
        "title": "O KA ASEMPA NO",
        "verses": [
          "O ka asεmpa no Baabiara nnipa te Baabiara nnipa ho asεm Ne ammaneεwo Ma Kristoni beara nka anigye nsεm yi Yεn Wura, yε awua mu Wura.",
          "Monhwε ahene mu Hene Ayaresa wo ne nsam Na ode nkwagye Brε akra a woayera Ma enkunim nnwom no Ngyegye ebun no mu."
        ],
        "chorus": "Oyε Awura mu Awurade Asεm Kronkron a εte ase Ne din yε dε kyεn so Ne pε ma nkwagye O ka asεmpa no Baabiara nnipa te Yεn Wua, yε ahene mu Hene."
      },
      "twi": {
        "title": "",
        "verses": [],
        "chorus": ""
      }
    },
    {
      "id": 11,
      "number": "473",
      "english": {
        "title": "FURTHER ALONG",
        "verses": [
          "Tempted and tried we’re oft made to wonder Why it should be thus all the day long, While there are others living about us, Never molested tho in the wrong.",
          "When death has come and taken our loved ones, It leaves our home so lonely and drear; Then do we wonder why others prosper, Living so wicked year after year.",
          "Faithful till death said our loving Master, A few more days to labor and wait; Toils of the road will then seem as nothing, As we sweep thru the beautiful gate.",
          "When we see Jesus coming in glory, When He comes from His home in the sky; Then we shall meet Him in that bright mansion, We’ll understand it all by and by."
        ],
        "chorus": "Farther along we’ll know all about it, Farther along we’ll understand why; Cheer up, my brother, live in the sunshine, We’ll understand it all by and by."
      },
      "twi": {
        "title": "WO ANIM HO",
        "verses": [
          "Sohwε ne haw taa gya yε’adwendwen sε Adεn na εwo sε εba saa mmerε nyinaa Berε a εbinom atwa yεn ho ahyia Wo yε bone nso haw nni won so.",
          "Sε owu ba bεfa yε’adofo ko Egya awerεho ne suro ne ye’afie mu Na εma yε dwene won a asi won yie ho So wote bone mu mmerε nyinaa.",
          "Yεn Wura no si di nokware ko wuo mu Yε adwuma twεn nna kakra yi mu Na yεrennu okwan mu suro no.",
          "Sε yεhu Yesu sε oba n’anuonyam Sε ofi ne soro fie no mu ba a Yεbehyia no wo fie hyεnhyεn no mu εnkyε bi yεbεte ne nyinaa ase."
        ],
        "chorus": "Anim ho ye bεhu bribiara Anim ho yεbεte ne nyinaa ase Ma w’ani nnye me nua, ka wo ho hye Enkyε bi yεbεte ne nyinaa ase."
      }
    },
    {
      "id": 12,
      "number": "395",
      "english": {
        "title": "BEULAH LAND",
        "verses": [
          "I’ll reach the land of corn and wine, And all its riches freely mine; There shines undimmed one blissful day, For all my night will pass away.",
          "The Saviour comes and walks with me, And sweet communion here have we; He gently leads me by the hand, For this is heaven’s border land.",
          "A sweet perfume upon the breeze, Is borne from ever vernal tree, And flow’rs that never fading grow, Where streams of life forever flow.",
          "The zephyrs seem to float to me, Sweet sounds of heaven’s melody, As angels with the white robed throng, Join in the sweet redemption song."
        ],
        "chorus": "O Beulah land, sweet Beulah land As on thy highest mount I stand, I look away across the sea Where mansions are prepared for me, And view the shining glory shore, My heav’n, my home forever more."
      },
      "twi": {
        "title": "BEULAH MAN",
        "verses": [
          "Medu nnepa asase so Eho ade nyinaa bεyε me de Na εho de ade nsa da Na mesum nyinaa bεtwam ako.",
          "Agyenkwa no ne me nante Yεnya ayonkofa dεεdε ha Oso me nsa n’odi manim Fisε ha yε soro hyeε so.",
          "Duhwam bi wo mframa no mu Efi nnua a εtease daa so Nhwiren a won ahoofε mpa da Ne εnkwa nsuo sen daa nyinaa.",
          "Nnwomto dεεdε reba me nkyεn Osoro nnwm a εyε dε no Abofo hyε ntade fitaa Bom to nkwagye dwom dεεdε."
        ],
        "chorus": "O Beulah man, oman fεεfε Berε a megyina wo mepo so Mahwε εpo no agya ho Bea a woasiesie adan ama me Mεhu asuogya εhyerε ho Me soro ne me fie afeboo."
      }
    },
    {
      "id": 13,
      "number": "550",
      "english": {
        "title": "FEAR NOT, LITTLE FLOCK",
        "verses": [
          "Fear not, little flock, Says the Savior divine, The Father has willed that the kingdom be thine; O soil not your garments With sin here below, My sheep and my lambs must be whiter than snow.",
          "Far whiter than snow, and as fair as the day, For Christ is the fountain to wash guilt away; O give Him, poor sinner, that burden of thine, And enter the fold with the ninety and nine.",
          "You sheep, that was lost in the valley of sin, Was found by the Shepherd, who gathered him in; With songs of thanksgiving the hills did resound, My friends and my neighbors, the lost sheep is found.",
          "Ride over temptation and cease your alarms, Your Shepherd is Jesus, your refuge His arms; He’ll never forsake you –a Brother and Friend; But love you and save you in worlds without end."
        ],
        "chorus": "Whiter than snow, (I long to be, dear Savior) Whiter than snow (I long to be) Whiter than snow (I long to be, dear Savior) Whiter than the snow."
      },
      "twi": {
        "title": "MONSURO KUO KETEWA",
        "verses": [
          "Monsuro kuo ketewa Agyenkwa no aka sɛ Agya no de ahenie no bɛma mo Monnfa fam ha bone Nsɛe mo ntade Me nnwan ho bɛyɛ fitaa sɛ sukyerɛma.",
          "Fitaa paa ara mɛhyɛn akyɛ adekyee Fisɛ Kristo yɛ abura a ɛhoro bone O oboneyɛfo fa wadesoa yi ma no Na fa wo haw nyinaa koka ne kuo no ho.",
          "Odwan a oyerae wo bone abun mu no Dwanhwɛfo no huu no de no baa efie Nna aseda nnwom gyegye mmepo no so sɛ Mayonkofo mahu dawn a oyerae no.",
          "Twi fa sohwɛ so a gyae wo hu yi Yesu yɛ wo dwanhwɛfo, ne nsa yɛ ogye Orenyaa wo da, oyɛ onua ne adamfo Obɛdo wo agye wo wiase a ɛnni awieɛ no m."
        ],
        "chorus": "Fitaa paa ara (Me pɛ saa m’aye Agyenkwa) Fitaa paa ara (Me pɛ m’ayɛ) Fitaa paa ara (Me pɛ saa m’ayɛ Agyenkwa) Fitaa paa ara."
      }
    },
    {
      "id": 14,
      "number": "559",
      "english": {
        "title": "TIS SO SWEET TO TRUST IN JESUS",
        "verses": [
          "Tis so sweet to trust in Jesus, Just to take Him at His word, Just to rest upon His promise; Just to know, thus saith the Lord;",
          "O, how sweet to trust in Jesus, Just to trust His cleansing blood, Just in simple faith to plunge me Neath the healing cleansing flood.",
          "Yes, tis sweet to trust in Jesus, Just from sin and self to cease; Just from Jesus simply taking Life, And rest, and joy, and peace.",
          "I’m so glad I learned to trust Thee, Precious Jesus, Savior, Friend And I know that Thou art with me, Wilt be with me to the end."
        ],
        "chorus": "Jesus, Jesus, how I trust Him; How I’ve prov’d Him o’er and o’er; Jesus, Jesus, Precious Jesus, O for grace to trust Him more."
      },
      "twi": {
        "twi_number": 12,
        "title": "EYE SE METWERE YESU",
        "verses": [
          "Eyε sε metwere Yesu Na megye N’asεm no di Na me hwε ne bohyε no kwan Na me hu deε Nyame se.",
          "Eyε sε metwere Yesu Mani da ne mogya so Onam gyidi so de me hyε Mogya a εte me ho nom’",
          "Eyε ampa sε metwere Yesu Gyae bone ne ahopε Na megye nkwa, home, anigye Ne asomdwoe fi Yesu ho.",
          "Eyε sε metwere Yesu Yesu pa, gyefo yonko Menim yie sε woka me ho Na wobεka me ho daa."
        ],
        "chorus": "Yesu, Yesu matwere no Maso n mahwε mpεn pii Yesu, Yesu a osom bo Ma m’adom mentwere wo pii."
      }
    },
    {
      "id": 15,
      "number": "5",
      "english": {
        "title": "WORTHY ART THOU",
        "verses": [
          "Worthy of praise is Christ our Redeemer, Worthy of glory, honor and pow’r Worthy of all our souls and adoration, Worthy art Thou.",
          "Lift up the voice in praise and devotion, Saints of all earth before Him should bow; Angels in heaven worship Him saying, Worthy art Thou.",
          "Lord, may we come before Thee with singing, Filled with Thy spirit, wisdom and pow’r; May we ascribe Thee glory and honor, Worthy art Thou."
        ],
        "chorus": "Worthy art Thou, worthy of riches, blessings and honor Worthy of wisdom, glory and pow’r Worthy of earth and heaven’s thanksgiving Worthy art Thou"
      },
      "twi": {
        "title": "WOFATA YEN WURA",
        "verses": [
          "Kristo yεn gyefo wo sε ayeyi Anuonyam, nnidie ne tumi nso Wo fata yεn kra ntonton nyinaa ara Wo fata yεn wura, wo fata pii.",
          "Moma mo ne so ayeyi ne som mu Ahotefo nyinaa mo nkoto no Soro abofo nso nsom no nkasε Wo fata yεn wura, wo fata pii.",
          "Yεn wura ma yεnfa nnwonto mra wanim Wo honhom, nyansa ne tum’nhyε yεn ma Ma yεn fa anuonyam ne nnidie ma wo Wo fata yεn wura, wo fata pii."
        ],
        "chorus": "Wo fata ahonya, nhyira ne nnidie Wo fata nyansa, anuonyam ne tumi Wo fata soro ne asase so nnaase Wo fata yεn wura, wo fata pii."
      }
    },

    {
      "id": 16,
      "number": "403",
      "english": {
        "title": "NO TEARS IN HEAVEN",
        "verses": [
          "No tears in heaven, no sorrows given, All will be glory in that land; There’ll be no sadness, all will be gladness, When we shall join that happy band.",
          "Glory is waiting, waiting up yonder, Where we shall spend and endless day; There with our Savior we’ll be forever, Where no more sorrow can dismay.",
          "Some morning yonder, we’ll cease to ponder O’er things this life has bro’t to view; All will be clearer, saved ones be dearer, In heav’n where all will be made new."
        ],
        "chorus": "No tears, no tears, no tears up there in heaven fair, Sorrow and pain will all have flown; No tears in heaven fair, No tears, no tears up there, No tears in heaven will be known."
      },
      "twi": {
        "title": "NISUO NNI SORO",
        "verses": [
          "Nisuo nni soro, awerεho nni hэ εhэ bεyε anuonyam man Awerεho mma hэ anigye nkutoo Sε yε kэdэm anigye kuo no.",
          "Anuonyam retwεn, εretwεn nohoaa εhэ na ade rensa da Yε ne yεn Agyenkwa bεtena daa daa Na nisuo mmu aba mu bio.",
          "Da bi anэpa yεbεgyae adwendwen deε yε ahunu эbra yi mu ho yεbεhu bribia, ‘yε adэ ahotefoэ ade nyinaa bεyε foforo."
        ],
        "chorus": "Nisuo nni soro aheman Nisuo nni soro hэ awerεho ne yea nyinaa bεsa nisuo nni sor’ahemman nisuo nni soro hэ obi nte nisuo wэ soro."
      }
    },
    {
      "id": 17,
      "number": "276",
      "english": {
        "title": "WONDERFUL STORY OF LOVE",
        "verses": [
          "Wonderful story of love, Tell it to me again, Wonderful story of love, Wake the immortal strain; Angels with rapture announce it, Shepherds with wonder receive it; Sinner, O won’t you believe it? Wonderful story of love.",
          "Wonderful story f love, Tho’you are far away, Wonderful story of love, Still He doth call today, Calling from Calvary’s mountain Down from the crystal bright fountain, E’en from the dawn of creation, Wonderful story of love.",
          "Wonderful story of love, Jesus provides a rest, Wonderful story of love, For all the pure and blest; Rest in those mansions above us With those who’ve gone on before us, Singing the rapturous chorus, Wonderful story of love."
        ],
        "chorus": "Wonderful, wonderful Wonderful Wonderful story of love."
      },
      "twi": {
        "title": "эDэ ANWANWASεM",
        "verses": [
          "эdэ ho asεm nwanwa, Siso kyerε me bio эdэ ho asεm nwanwa εkanyaa me kra bio abэfo de anigye ka nwanhwεfog ye no suro so bэneyεfo wo nnye nni anaa? эdэ ho asεm nwanwa.",
          "эdэ ho asεm nwanwa sε wo wэ akyiri mpo a эdэ ho asεm nwanwa эda so frε wo εnnε эfrε fi Kalvary bepэ so Fi abura hyεnhyεn no mu εfi abэde ahyease эdэ asεm nwanwa.",
          "эdэ ho asεm nwanwa Yesu de эhome эdэ ho asεm nwanwa Ma deε wahyira wэn yεn ne wэn a wэadi kan no bεhome эsoro fie mu yεbεto anigye dwom ho. эdэ ho asεm nwanwa."
        ],
        "chorus": "nyesoэ nwanwasεm, nwanwasεm nwanwasεm ni эdэ ho asεm nwanwa."
      }
    },
    {
      "id": 18,
      "number": "616",
      "english": {
        "title": "LET HIM IN",
        "verses": [
          "There is a stranger at the door, Let Him in; He has been there oft before, Let Him in; Let Him in, ere He is gone, Let him in, The Holy one, Jesus Christ, the Father’s Son, Let Him in.",
          "Open now to Him your heart, Let Him in; If you wait He will depart, Let Him in, Let Him in, He is your Friend He your soul will sure defend, He will keep you to the end, Let Him in.",
          "Hear you now His loving voice, Let Him in; Now, O now make Him your choice, Let Him in, He is standing at your door, Joy to you He will restore, And His name you will adore, Let Him in.",
          "Now admit the heav’nly Guest, Let the Savior in He will make for you a feast, Let the Savior in He will speak your sins forgiven, And when earthies all are riv’n, He will take you home to Heav’n, Let the Savior in."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "MA NO MRA MU",
        "verses": [
          "‘Hэho bi gyina wo pono ano, ma no mram’ эtaa gyina hэ mpεn pii, mano mram’ Ma no mram, anyε a эbεkэ Ma эkronkron ni mo mram’ Yesu Kristo Onyame ba no Ma no mram!",
          "Bue wo koma ma no siesie, ma no mram sε wo twεn a эbεkэ, ma no mram ma no mmra, эyε adamfo эbetwitwa agye wo kra эbεkora wo akэdu awiei Ma no mram.",
          "Tie ne dэ nne so seisei ma no mram Seisei ara fa no yε wo de ma no mmram эgyina wo pon’akyi эbεma wo anigye Nawo bεtontom me din. Ma no mram’",
          "Ma эsoro hэho no mram, ma no mram, эbεto εpono ama wo, ma no mram, эde wo bεne bεkyε wo Na sε fam ha abusua twa a эde wo bεkэ soro fie Ma no mram."
        ],
        "chorus": ""
      }
    },
    {
      "id": 19,
      "number": "50",
      "english": {
        "title": "HE LEADETH ME",
        "verses": [
          "He leadeth me! O blessed tho’t O words with heavenly comfort fraught Whatever I do, wherever I be, Still ‘tis God’s hand that leadeth me.",
          "Sometimes ‘mid scenes of deepest gloom, Sometimes where Eden’s bowers bloom, By waters still, o’er troubled sea, Still ‘tis His hand that leadeth me",
          "Lord, I would clasp Thy hand in mine, Nor ever murmur nor repine, Content, whatever lot I see, Since ‘tis my God that leadeth me.",
          "And when my task on earth is done, When, by Thy grace, the victory’s won, E’en, death’s cold wave I will not flee, Since God thru Jordan leadeth me."
        ],
        "chorus": "He leadeth me, He leadeth me By His own hand He leadeth me, His faithful follow’r I would be, For by His hand He leadeth me."
      },
      "twi": {
        "title": "эKYERε ME KWAN",
        "verses": [
          "эkyerε me kwan anigyesεm O nsεm a soro dε wэ mu Nea meyε mu baabi a mekэ Nyame nsa da so kyerε me kwan.",
          "Tэ da bi a sum kabii mu tэ da bi a Eden nhwiren mu Nsu t εε din ahum tu o Ne nsa da so kyerε me kwan.",
          "Me wura, mεsэ wo nsa no mu Ma merennwiinwii, mmэ abubuo Mεyε omm ade nyinaa mu fisε Nyame nsa kyerε me kwan.",
          "Sε ewie me fam ha adwuma S ε w’adom nti medi nkunim owu nsam mpo, merensuro yordan mu Nyame kyerε me kwan."
        ],
        "chorus": "эkyerε me kwan, эkyerε me kwan. N’ankasa nsa nεkyerε me kwan. Mεyε ne kyidifo ampa fisε ne nsa nεkyerε me kwan."
      }
    },
    {
      "id": 20,
      "number": "11",
      "english": {
        "title": "PRAISE HIM PRAISE HIM",
        "verses": [
          "Praise Him; praise Him, our blessed Redeemer Sing, o earth His wonderful love proclaim Hail Him; hail Him, highest arch angels in glory, Strength and honor give to His holy name Like a shepherd, greatness, Praise Him, Praise Him ever in joyful song Jesus will guide His children, In His arms He carries them all day long.",
          "Praise Him; praise Him, our blessed Redeemer For our sins He suffered, and bled and died; He our rock, our hope of eternal salvation, Hail Him Hail Him, Jesus the crucified, Sound His praises Jesus, who bore our sorrows, Love unbounded, wonderful, deep and strong;",
          "Praise Him; praise Him, Jesus, our blessed Redeemer Heavenly portals, loud with hosannas ring Jesus, Savior, liveth forever and ever; Praise Him, Praise Him prophet and priest and King; Christ is coming over the world victorious, Pow’r and glory unto the Lord belong"
        ],
        "chorus": ""
      },
      "twi": {
        "title": "MONKAMFO YESU",
        "verses": [
          "Monkanfo no, Yesu yεn Gyefo Hyirafor Asase mo nto nnwom nyi ne dэ adi Soro abэfo mo mpene no animuonyam mu Monfa nnidie ma ne din kronkron no Sε эhwεfoэ pa Yesu bεhwε ne nnwan so эbεkora wэn ne nsam daa nyinaa Monkanfo no, mo nyi ne kεseyε adi Monfa ahurisie nnwom nkamfo no daa.",
          "monkamfo no, Yesu yεn Gyefo Hyirafo Yεn bэne nti эhuu amane na owui Yεn botantim, yεn daa nkwagye anidasoэ Mo mpene Yesu a wэbээ N’asennua mu Mo nyi no ayε, Yesu soaa yεn bэne nyinaa Anwanwadэ εmu dэ na εyε den Monkamfo no, monyi ne kεseyε adi Monfa ahurisi nnwom nkanfo no daa.",
          "monkamfo no, Yesu yεn Gyefo Hyirafoэ Hosanna denden gyegye эsoro Agyenkwa Yesu te ase daadaa ne daa Monkamfo yεn Sэfo ne Hene no Kristo reba, wadi wiase so nkunim Tumi ne animuonyam yε Awurade dea Monkamfo no, monyi ne kεseyε adi Monfa ahurisi nnwom nkamfo no daa."
        ],
        "chorus": ""
      }
    },
    {
      "id": 21,
      "number": "279",
      "english": {
        "title": "TELL ME THE OLD, OLD STORY",
        "verses": [
          "Tell me the old, old story of unseen things above, Of Jesus and his glory, of Jesus and his love. Tell me the story simply,as to a little child, For i am weakened and weary, And helpless and defiled",
          "Till me the story slowly, That i may take it in That wonderful redemption,God’s remedy for sin. Tell me teh story often, For i forget so soon ; The early dew of morning, Has passed away at noon.",
          "Tell me the story softly,With earnest tones, and grave ; Remember I’m the sinnerWhom Jesus came to save Tell me the story always,If y ou would really be, In anytime of trouble,A comforter to me.",
          "Tell me the same old story, when you have caused to fear That this world’s empty glory is dawning on my soul, Tell me the old, , old story ; Christ Jesus makes the thee whole"
        ],
        "chorus": "Tell me the old, old story, Tell me the old, old story, Tell me the old, old story Of Jesus and His love."
      },
      "twi": {
        "title": "KA YESU HO ASεM",
        "verses": [
          "ka yesu ho asεm kyerε me Twerε nenyinaa m’akomam Asεm a εsom bo sei yi εyε dε kyεn nsεm nyinaa Ka sεdeε abэfoэ de nne korэ Too ndwom de hyia n’awoэ Anuonyam nka sorosoro Nyame ‘somdwee, nsεmpa aba asase so.",
          "Ka εserε son na a эdiieε Ne kэm a эkyenee kyerε me Yэn bэne nti эsээ no hwεe Na awieε no эdii nkonim Ka ne nnwuma nna ho asεm Ne awerεhoэ a эdiieε эdii hia, nnipa dii n’ho fεw эnni nnamfo anaa efie.",
          "ka sεdeε wэde no sεn hэ эperee awerεhoэ ne yea mu Kyerε me sεdeε wэsiee no Ne sε эte ase bio эdэ bi wэ asεmdε yi mu. Na obiara tumi hunu To wo bo ka na mente ase Sε эdэ tuaa me ka maa me."
        ],
        "chorus": "Ka Yesu ho asεm kyerε me Twerε ne nyinaa m’akomam Asεma εsombo sei yi εyε dε kyεn nsεm nyinaa"
      }
    },
    {
      "id": 23,
      "number": "29",
      "english": {
        "title": "SAVIOR, MORE THAN LIFE",
        "verses": [
          "Savior, more than life to me, I am clinging close to Thee Let Thy precious blood applied, Keep me ever, ever near Thy side",
          "Thru this changing world below, Lead me gently, gently as i go Trusting Thee, i cannot stray, I can never, never lose my way.",
          "Let me love Thee more and more, Till this fleeting, fleeting life is o’er Till my soul is lost in love In a brighter, brighter world above."
        ],
        "chorus": "Everest daya, ev’ry hour, let me feel thy cleansing pow’r Ev’ry day and hour, ev’ry day and hour,"
      },
      "twi": {
        "title": "ME YESU MEDэ WO",
        "verses": [
          "Me Yesu me dэ wo na wo yε me de Bэne ho anigye nyinaa magyae ama wo Me gyefoэ domfoэ wo yε m’Agyenkwa Me dэfo Yesu medэ won nnε sen daa.",
          "Medэ wo efisε wo dii kan dээ me Na wo tээ me fafiri Kalvary dua no so Medэ wo efisε wo soaa nsэkyε no Me dэfo Yesu medэ won nnε sen daa.",
          "Mεdo won kwa mu, mεdэ wo wuo mu Mεyi wo ayε me nkwa nna nyinaa mu Owuo nsa nwunwu no tэ me so a mεkasε Me dэfo Yesu medэ won nnε sen daa.",
          "Daa nigyeε wэ anuonyam aban mu Na mεtontom wo daa wэ’man hyεnhyεn nom’ Mεhyε ahenkyε a εhyerεn na mato dwom sε Me dэfo Yesu medэ won nε sen daa."
        ],
        "chorus": ""
      }
    },
    {
      "id": 24,
      "number": "161",
      "english": {
        "title": "I AM THE VINE",
        "verses": [
          "I am the vine and ye are the branches; Bear precious fruit for Jesus today Branches in Him no fruit ever bearing, Jesus hath said, He taketh away.",
          "Now ye are clean thro’ words I have spoken, Living in Me, much fruit ye shall bear; Dwelling in you, My promise unbroken, Glory in heav’n with Me ye shall share.",
          "Yes, by your fruits the world is to know you, Walking in love as children of day Follow your guide, He passeth before you, Leading to realms of glorious day."
        ],
        "chorus": "I am the vine and ye are the branches, I am the vine, be faithful and true; Ask what ye will, your pray’r shall be granted, The Father loved Me, so I have loved you."
      },
      "twi": {
        "title": "MENE BOBE NO",
        "verses": [
          "Mene bobe no, mo ne εman no Monso aba pa ma Yesu εnnε Man a εnso aba pa wэ ne mu no Yesu aka sε эbεtwa afi hэ.",
          "Nsεm a maka no ama no ho ate Motena me mu a mobε so aba pii Mεdi me bэ so na matena mo mu Na me ne mo akyэ soro anuonyam.",
          "Mo aba na wiasefo de bεhu mo Mo nante dэ mu sε adekyee mma Mo kwankyerεfo no retwam wэ mo anim Moni n’akyi nkэ anuonyam mu."
        ],
        "chorus": "Mene bobe no, mo ne εman no Mene bobe no, moni nokware Deε mo bisa bi’a эde bεma mo Agya no dэ me na menso dэ mo,"
      }
    },
    {
      "id": 25,
      "number": "561",
      "english": {
        "title": "IT IS WELL WITH MY SOUL",
        "verses": [
          "When peace like a river, attendeth my soul, When sorrows like sea billows roll, Whatever my lot, Thou hast taught me to say, It is well, it is well with my soul.",
          "Tho’ Satan should buffet, tho’ trials should come, Let this blest assurance control, That Christ hath regarded my helpless estate, And hath shed His own blood for my soul.",
          "My sin, oh the bliss of this glorious thought, My sin not in part but the whole, Is nailed to His cross and I bear it no more, Praise the Lord, praise the Lord, O my soul.",
          "And, Lord, haste the day when the faith shall be sight, The clouds be rolled back as a scroll, The trump shall resound, and the Lord shall descend, Even so, it is well with my soul."
        ],
        "chorus": "It is well, it is well, With my soul, with my soul, It is well, it is well with my soul."
      },
      "twi": {
        "title": "NE NYINAA Yε MA ME KRA",
        "verses": [
          "Sε asomdwoe sen sε asuten wэ me kwan mu, Sε ye bubu ba sε asorэkye, Sεdeε εteε biara, Woakyerε me sε menka sε, Ne nyinaa yε, ne nyinaa yε ma me kra.",
          "Sε bonsam di m’ho fεw, Na sэhwε ba me so a, Ma awerεkyekyesεm yi nkae me, Sε Kristo ahu me mmэbэ tebea yi, Na εkyii ne mogya maa me kra.",
          "O anigye wэ saa anuonyamsεm yi mu, Sε e bɔne pii yi nyinaa, Wayi afi hэ na εnni meso bio, O me kra yi Awurade ayε.",
          "Awurade womaeε no w’mae no na yεtwεn, Wo bεyi munumkum yi afi hэ, Abεn no bεhyεn na Awurade bεsian, Ne saa mpo ne nyinaa yε ma me kra."
        ],
        "chorus": "Ne nyinaa yε, Ma me kra, Ne nyinaa yε, ne nyinaa yε, Ma me kra."
      }
    },
    {
      "id": 26,
      "number": "551",
      "english": {
        "title": "DO ALL IN THE NAME OF THE LORD",
        "verses": [
          "Whate’er you do in word or deed, Do all in the name of the Lord; Do naught in name of man or creed, Do all in the name of the Lord.",
          "Be not deceived by worldly greed, Do all in the name of the Lord, The Spirit says in word or deed, Do all in the name of the Lord.",
          "If you are toiling for a crown, Do all in the name of the Lord, O do not trust in world renown, Do all in the name of the Lord.",
          "Till toil and labors here are done, Do all in the name of the Lord, Dear Christian friends, if you’d be one, Do all in the name of the Lord."
        ],
        "chorus": "Do all in His name, Do all in the name of the Lord, In word or deed, as God decreed, Do all in the name of the Lord."
      },
      "twi": {
        "title": "Yε NE NYINAA AWURADE DIN MU",
        "verses": [
          "Wo kasa ne wo nneyeε mu, Yε ne nyinaa Awurade din mu, εnyε biribi nnipa nhyehyεe mu, Yε ne nyinaa Awurade din mu.",
          "εmma wiase εnnaadaa wo, Yε ne nyinaa Awurade din mu, Honhom no se ‘kasam’ neyэe m’, Yε ne nyinaa Awurade din mu.",
          "Sε wo rebrε apε ahenkyε a, Yε ne nyinaa Awurade din mu, O mf wo ho nto wiase so, Yε ne nyinaa Awurade din mu.",
          "Kэsi sε ase ha adwuma bεsa, Yε ne nyinaa Awurade din mu, Adristofo, mo pε koroyε a, Monya ne nyinaa Awurade din mu."
        ],
        "chorus": "Yε ne nyinaa ne din mu, Yε ne nyinaa Awurade din mu, Sε deε Nyame ahyehyε no, Yε ne nyinaa Awurade din mu."
      }
    },
    {
      "id": 29,
      "number": "55",
      "english": {
        "title": "TAKE TIME TO BE HOLY",
        "verses": [
          "Take time to be holy, speak oft with thy Lord Abide in Him always, and feed on His word, Make friends of God’s children. Help those who are weary, Forgetting in nothing His blessings to seek.",
          "Take time to be holy, the world rushes on Spend much time in secret with Jesus alone Abiding in Jesus,like Him thou shalt be Thy friends in thy conduct His likeness shal see.",
          "Take time to be holy, be calm in thy soul Each tho’t and each motive beneath His control, Thus led by His Spirit to fountains of love, Thou soon shall be fitted for service above."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "TO WO BO Yε KRONKRON",
        "verses": [
          "To wo bo yε kronkron Ne wo wura nkasa Tena ne mu mmerε nyinaa Ma ne nsεm nyεn wo Fa Nyame ma nnamfo Boa wэn a wэayε mmerε Mma wo werε mfi biribiam’ sε W’bεhwehwε ne nhyira.",
          "To wo bo yε kronkron Wiase retwam kэ Wo ne Yesu nko ntaa Nhyε kokoam mmerε pii Sε wo tena Yesu mua Wo nnamfu bεhu no Wэ wabrabэ mu.",
          "To wo bo yε kronkron Ma wo kra nyε dinn Adwene ne nsusui bi a Fa hyε ne tum’ase Ma honhom no nni wanim Nkэ dэ abura ho Na εnkyε wo bεfata Adwuma wэ soro."
        ],
        "chorus": ""
      }
    },
    {
      "id": 30,
      "number": "645",
      "english": {
        "title": "WHEN THE SAINTS GO MARCHING IN",
        "verses": [
          "I am just a weary pilgrim, Plodding thru this world of sin Getting ready for that city When the saints go marching in.",
          "If I will see the Savior, A new life I must begin Then I’ll be in that glad number When the saints go marching in.",
          "I’ll follow my Redeemer, In the steps where He has been Thus, I know that He will call me When the saints go marching in.",
          "Up there I will see the Savior Who redeemed my soul from sin With extended hands, He’ll greet me When the saints go marching in."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "Sε AHOTEFOэ SEN Kэ MU A",
        "verses": [
          "Meyε эkwantuni brεfoэ Nenam bэne wiase yi mu Resiesie me ho ama kuro no Sε ahotefoэ sen kэ mu a",
          "Sε mεhu Agyenkwa no a Sε sε me bu bra foforэ Ansa na me ka anigye kuo n’ho Sε agotefoэ sen kэ mu a.",
          "Mεdi me Gyefo no akyi Mma,эm a wэagya no mu Saa na mεhu sε эbεfrε me Sε ahotefoэ sen kэ mu a.",
          "эсoro hэ mεhu m’Agyenkwa a эсye me kra fi bэne m’ Na эсbεyε me atuu Sε sen ahotefoэ kэ mu a."
        ],
        "chorus": ""
      }
    },
    {
      "id": 30,
      "number": "645",
      "english": {
        "title": "WHEN THE SAINTS GO MARCHING IN",
        "verses": [
          "I am just a weary pilgrim, Plodding thru this world of sin Getting ready for that city When the saints go marching in.",
          "If I will see the Savior, A new life I must begin Then I'll be in that glad number When the saints go marching in.",
          "I'll follow my Redeemer, In the steps where He has been Thus, I know that He will call me When the saints go marching in.",
          "Up there I will see the Savior Who redeemed my soul from sin With extended hands, He'll greet me When the saints go marching in."
        ],
        "chorus": "When the saints go marching in, When the saints go marching in O Lord I want to be in that number When the saints go marching in"
      },
      "twi": {
        "title": "SƐ AHOTEFOƐ SEN KƐ MU A",
        "verses": [
          "Meyɛ ɔkwantuni brɛfoɔ Nenam bɔne wiase yi mu Resiesie me ho ama kuro no Sɛ ahotefoɔ sen kɔ mu a",
          "Sɛ mɛhu Agyenkwa no a Sɛ sɛ me bu bra foforɔ Ansa na me ka anigye kuo n'ho Sɛ agotefoɔ sen kɔ mu a.",
          "Mɛdi me Gyefo no akyi Mma,ɔm a wɔagya no mu Saa na mɛhu sɛ ɔbɛfrɛ me Sɛ ahotefoɔ sen kɔ mu a.",
          "Ɔsoro hɔ mɛhu m'Agyenkwa a Ɔgye me kra fi bɔne m' Na ɔbɛyɛ me atuu Sɛ sen ahotefoɔ kɔ mu a."
        ],
        "chorus": "Sɛ ahotefoɔ sen kɔ mu a Sɛ ahotefoɔ sen kɔ mu a Wora mepɛ sɛ me ka ho bi Sɛ ahotefoɔ sen kɔ mu a."
      }
    },
    {
      "id": 31,
      "number": "414",
      "english": {
        "title": "SHALL WE GATHER AT THE RIVER?",
        "verses": [
          "Shall we gather at the river, Where bright angel feet have trod, With its crystal tide forever, Flowing from the throne of God?",
          "On the margin of the river, Washing up its silver spray, We shall walk and worship ever, All the happy golden day.",
          "Ere we reach the shining river, Lay we ev’ry burden down, Grace our spirits will deliver And provide a robe and crown.",
          "Soon we’ll reach the shining river, Soon our pilgrimage will cease, Soon our happy hearts will quiver With the melody of peace."
        ],
        "chorus": "Yes, we’ll gather at the river, the beautiful river At the river, that flows by the throne of God."
      },
      "twi": {
        "title": "YεBεHYIA ASU NO SO",
        "verses": [
          "So yεbehyia asu no so Dea abэfo nan atia no Asu kronnyen a εsen daa Fi Nyame ahendwa mu no.",
          "Asu fεεfε no ano hэ Deε ne nsu hyεnhyεn sen no Yεbεnante hэ asom daa Wэ ahotэ da no mu",
          "Sε yedu asuo no so a Moma yεn nto yεn nnesoa ngu N’adom bεgye yεn honhom no Ahyε yεn ntaade ne ahenkyε.",
          "εnkyε yεbedu asuo no so εnkyε yε‘kwantu to betwa εnkyε asomdwoe ho dwom dεεdε N’bεwoso yεn akoma anigye mu."
        ],
        "chorus": "Yiw, yebehyiam su no so Asu fεεfε, asu fεεfε no so Yεbehyia ahotefo asu no so εtene fi Nyame ahendwa no mu."
      }
    },
    {
      "id": 32,
      "number": "530",
      "english": {
        "title": "SEEKING FOR ME",
        "verses": [
          "Jesus, my Savior, to Bethlehem, Laid in a manger to sorrow and shame. Oh it was wonderful, blest be His name, Seeking for me, for me, Seeking for me, seeking for me, Oh it was wonderful, blest be His name, Seeking for me, for me.",
          "Jesus, my Savior, in mercy and love, Came from the mansions of heaven above, Tenderly pleading for sinners like me Pleading for me, for me Pleading for me, pleading for me, Tenderly pleading for sinners like me, Pleading for me, for me.",
          "Jesus, my Saviour, the same as of old, While I did wander afar from the fold, Gently and long He hath pled with my soul, Calling for me, for me, Calling for me, calling for me Gently and long He hath pled with my soul, Calling for me, for me.",
          "Jesus, my Saviour, shall come from on high, Sweet is the promise as weary years fly; Oh, I shall see Him descending the sky, Coming for me, for me Coming for me, coming for me, Oh, I shall see Him descending the sky Coming for me, for me."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "эBεHWEHWε ME",
        "verses": [
          "Yesu m’Agyenkwa no baa Bethlehem Wэwoo N’mmoa ‘didiε maa yaw ne fεre O εyε nwanwa, nhyira nka ne din эbae bεhwehwεε me эbae bεhwehwεε me O εyε nwanwa, nhyira nka ne din эbae bεhwehwεε me.",
          "Yesu m’Agyenkwa, ahummэbэ ne adom Fi ne fie wэ εsoro no mu bae эresrε ma abэnefoε te sε me эbae bεsrεε maa me эbae bεsrεε maa me эbae bεsrεε maa me эresrε ma aboeforэ te sε me эbae bεsrεε maa me.",
          "Yesu m’Agyenkwa Tetekwaframoa Bre a meyerae fii ne nnwankuo no mu no эne me kra kasaa bэkээ kyεe yie эbae, bεfrεε me эbae bεfrεε me эbae bεfrεε me эne me kra kasae bэdээ kyεe yie эbae bεfrεε me.",
          "Yesu m’Agyenkwa fi soro bεba bio Ne bэhyε yε dε эbra nna yi mu O mehu no sε ofi wiem resian Reba abεfa me эreba abεfa me эreba abεfa me O mehu no sε ofi wim resian Reba abεfa me."
        ],
        "chorus": ""
      }
    },
    {
      "id": 34,
      "number": "366",
      "english": {
        "title": "IS IT FOR ME, DEAR SAVIOR?",
        "verses": [
          "Is it for me, dear Savior, thy glory and thy rest For me, so weak and sinful? O shall I be so blest?",
          "Is it for me, thy welcome, Thy gracious “Enter in” For me, thy “Come, ye blessed,” For me so full of sin?",
          "O Savior, precious Savior, My heart is at thy feet I bless thee, and I love thee, And thee I long to meet.",
          "I’ll be with thee forever, And never grieve thee more; Dear Savior, I must praise thee, And love thee evermore."
        ],
        "chorus": "O Savior, by Redeemer, What can I but adore, And magnify and praise thee, And love thee evermore?"
      },
      "twi": {
        "title": "SO εYε ME DEA?",
        "verses": [
          "W’anuonyam ne wo home εyε me de Agyenkwa pa Me a mayε mmerε bэne mu So wo bεhyira me sε?",
          "So me na wo frε me yi Sε me mmra w’adom mu yi? Me a bone ahyε me ma yi Na wo frε me hyirafo?",
          "O Agyenkwa a wo som bo Mekoma da won an ase Mεhyira na madэ wo Na mεpre m’ahyia wo.",
          "Mεtena wo nkyεn mmerε nyinaa Na merenho wo werε bio Mεkanfo wo Agyenkwa pa Na madэ wo mmerε nyinaa."
        ],
        "chorus": "M’Agyenkwa pa , ne me Gyefoэ Deεn na mεtumi ayε? Sε mεkamfo atontom wo Na madэ wo mmerε nyinaa"
      }
    },
    {
      "id": 35,
      "number": "261",
      "english": {
        "title": "LOVE LIFTED ME",
        "verses": [
          "I was sinking deep in sin, Far from the peaceful shore, Very deeply stained within, Sinking to rise no more, But the Master of the sea Heard my despairing cry, From the waters lifted me, Now safe am I.",
          "All my heart to Him I give, Ever to Him I cling, In His blessed presence live, Ever His praises sing, Love so mighty and so true Merits my soul’s best songs, Faithful, loving service too, To Him belongs.",
          "Souls in danger look above, Jesus completely saves; He will lift you His love, Out of the angry waves, He’s the Master of the sea, Billows His will obey; He your Savior wants to be Be saved today."
        ],
        "chorus": "Love lifted me! (even me) Love lifted me (even me) When nothing else could help, Love lifted me, Love lifted me."
      },
      "twi": {
        "title": "эDэ MAA ME SO",
        "verses": [
          "Na meremem bone mu M’agya asomdwoe wэ akyiri Na matintim bэne mu Anka mensore bio Nanso εpo wura no Tee me mmεbrε su эtwee me fi nsu n’mu Afei manya nkwa.",
          "Mede me koma ama no Na mεfam ne ho daa Mεtena hyirafoэ n’anim Ato n’ayeyi nnwom daa Nokorε dэ a εso sεε Fata mekra nnwom pa Nokorε ne эdэ som nso Yε ne de.",
          "Akra a wεreyera nhwε soro Yesu nkwagye yε pε эde ne dэ bεma w’so Afi asorэkye mu эno na эyε εpo wura Sorэkye bεtie ne nne эpε sε эyε woagyenkwa Nya nkwa nnε."
        ],
        "chorus": "Dэ maa me so (эdэ ma mempo so) Dэ maa me so (эdэ ma mempo so) Bere a mmoa bi nni hэ Dэ maa me so."
      }
    },
    {
      "id": 36,
      "number": "338",
      "english": {
        "title": "I KNOW WHOM I HAVE BELIEVED",
        "verses": [
          "I know not why God’s wondrous grace To me He hath made known, Nor why unworthy Christ in love Redeemed me for His own.",
          "I know just how this saving faith To me He did impart, And how believing in His word Wrought peace within my heart.",
          "I know not what of good or ill May be reserved for me Of weary ways or golden days Before His face I see.",
          "I know not when my Lord may come At night or noon day fair, Nor will I walk the vale with Him, But meet Him in the air."
        ],
        "chorus": "But I know whom I have believed, And am persuaded that He is Able to keep that which I’ve committed Unto Him against that day."
      },
      "twi": {
        "title": "ME NIM DEε MAGYE NO ADI",
        "verses": [
          "Mennim sε nti a Nyame ayi n’adom Nwanwa akyerε me Ana sε nti a me a memfata yi эde Ne dэ agye me.",
          "Mennim sε deε эde эgyeε gyidie Yi hyεε me mu Ne sεdeε n’asεm no ho gyidie de Asomdwee ba makomam.",
          "Mennim papa anaa bэne a эde Ato hэ retwεn me Anaa эbrε akwan anaa nnepa Ansa na m’ahu n’anim.",
          "Sε me wura no bεba anadwo anaa Sε awia ketee a me deε mennim Anaa sε me ne no bεnante bun mu Anaa sε mεhyia no ewie mu."
        ],
        "chorus": "Nanso me nim deε magye n’madi Na megyedi sε эbetumi de Deε mede ahyε ne nsa no Asie akэdu da no."
      }
    },
    {
      "id": 38,
      "number": "343",
      "english": {
        "title": "IT WON’T BE VERY LONG",
        "verses": [
          "It won’t be very long till this short life shall end, It won’t be very long till Jesus shall descend; And then the dead in Christ from beds of clay shall rise To meet the Lord and King up yonder in the skies.",
          "It won’t be very long till here we cease to roam, It won’t be very long till all the saints get home; And then with smiling face we’ll walk the streets of gold And sing the Savior’s praise where saints are never old.",
          "It won’t be very long till burdens we lay down, It won’t be very long till we’ll receive a crown; And then we’ll shout and sing with angels round the throne And when we meet up there, we’ll know as we are known.",
          "It won’t be very long till earth shall pass away, It won’t be very long till works of men decay; But Jesus has prepared a happy dwelling place, For all who look above and trust His matchless grace."
        ],
        "chorus": "It won’t be very long, it won’t be very long Till Jesus shall appear, That day is drawing near Will you be ready then To meet the ransomed throng? Get ready for that day, It won’t be very long."
      },
      "twi": {
        "title": "εRENKYε PII",
        "verses": [
          "εrenkyε pii bia na эbra yi to atwa εrenkyε pii bia na Yesu asian aba Na Kristo mu awufoэ bεnyan afi dэteεm’ Ahyia wэn wura ne hene Wэ ewie mu nohoaa.",
          "εrenkyε pii na yεagyae ase ha akyinkyin εrenkyε pii bia n’ahotefo akэ fie Yεde anigye bεnante sika mmrэno so Yεbetena ase daadaa ayi yεn gyefo ayε.",
          "εrenkyε pii bia yεbεsoε yεn nneoa εrenkyε pii bia na yεanya ahenkyε Na yεnne abэfo bεto dwom atwa ahennwa n’ho Na yεhyia soro hэ’a yεbεhu ade nyinaa.",
          "εrenkyε pii bia na asase atwam akэ εrenkyε pii bia nnipa nwuma bεsεe Na Yesu asisie anigye tenabea bi Ma wэn a wэhwε soro twεne n’adom kεse n’."
        ],
        "chorus": "εrenkyε pii, εrenkyε pii bi Na Kristo asan aba Saa da no rebεn daa Wobεyε ahoboa na adэm ahotefo Siesie wo ho ma da no Efisε εrenkyε pii."
      }
    },
    {
      "id": 39,
      "number": "644",
      "english": {
        "title": "TRUST AND OBEY",
        "verses": [
          "When we walk with the Lord, in the light of His word, What a glory He sheds on our way, while we do His good will, He abides with us still, and with all who will trust and obey.",
          "Not a shadow can rise, not a cloud in the skies, But His smile quickly drives it away; Not a doubt or a fear, not a sigh or a tear, Can abide while we trust and obey.",
          "Not a burden we bear, not a sorrow we share, But our toil he doth richly repay; Not a grief or a loss, not a frown or a cross, But is blest if we trust and obey.",
          "But we never can prove the delights of His love, Until all on the altar we lay; for the favor He shows And the joy He bestows, Are for those who will trust and obey.",
          "Then in fellowship sweet we will sit at His feet, Or we’ll walk by His side in the way; What He says, we will do, where He send we will go Never fear, only trust and obey."
        ],
        "chorus": "Trust and obey, for there’s no other way To be happy in Jesus, but to trust and obey."
      },
      "twi": {
        "title": "YεNE NYAME NANTE",
        "verses": [
          "Yεne Nyame nante Wэ n’asεm no hann mu a Anuonyam bia a ohwie gu yεn kwan mu Sε yεyε na pε de a эne yεn te hэ daa Ne obiara a εgyedi na эtie",
          "Esum bi rensэre, Munumkum bi rensi, Mmom N’animteε papa no ntεm so Akyinnyeε ne ohu, Apini ne nusuo Remma sε yε gyedi na yεtie a.",
          "Yε‘adesoa renyε kwa, Yεn wrε renho kwa эbεma yεn so akatua pa, Awerεhoэ ne adehwere m’ Abufuo ne aman m’, эbεhyira yεn sε yε gyedi na yε tie a.",
          "Na yεrentumi nhunu Ne dэ mu anigye Gyesε yε de bribi abэ afэdeε Adэeε a эyε, anigye a эde ma Wэ hэ ma wэn a wэgyedi na wэtie.",
          "Yэnkofa dεεdε mu Yεbεtena ne naase Anaa yε ne no bεnam kwan mu Yεbεyε deε эse Na yεakэ ne soma Ensuro, gyedi na tie no nko."
        ],
        "chorus": "Gyedi na tie эkwan biara nni hэ a Yenya Yesu mu ahotэ Gyesε w’gyedi na w’tie."
      }
    },
    {
      "id": 40,
      "number": "100",
      "english": {
        "title": "TAKE MY LIFE, AND LET IT BE",
        "verses": [
          "Take my life and let it be consecrated, Lord, to thee. Take my hands and let them move at the impulse of thy love.",
          "Take my feet and let them be swift and beautiful for thee; Take my voice and let me sing always, only, for my King.",
          "Take my silver and my gold, not a mite would I withhold. Take my moments and my days, let them flow in ceaseless praise."
        ],
        "chorus": "Lord, I give my life to thee, Thine forever more to be."
      },
      "twi": {
        "title": "GYE ME BRA",
        "verses": [
          "Gye me bra me wura na ma Memfa nhyε wo nsa koraa Gye me merε ne me nnafua Na memfa nyi wo ayε daa.",
          "Gye me nsa na ma menyε Deε wo dэ nko bεkyerε, Gye ma nan na me ho εnyε ha, fεεfε ma wo.",
          "Gye me nne na ma mento Nnwom ma me hene daa Gye m’anofafa na ma Menka wo nsεmpa ara.",
          "Gye me dwetε ne sika Mennfa emu bi nkame wo Gye m’adwen, fa m’ahoэden Yε deε wo ara hwε a εtene.",
          "Gye me pε fa yε wo de εrennyε me dea ara bio Gye me koma, wo dea ampa Mede bεyε w’ahendwa.",
          "Gye me dэ m’Awurade Mehwie gu wo nan ase Gye me ne m’ade nyinaa Mεyε wo nko dea daa."
        ],
        "chorus": "Awuarade me de me brε ma wo εnye wonko wo dea daa Awurade me de mebra ma wo εnyε wo nko dea daa."
      }
    },
    {
      "id": 41,
      "number": "477",
      "english": {
        "title": "BLESSED ASSURANCE",
        "verses": [
          "Blessed assurance, Jesus is mine! Oh, what a foretaste of glory divine! Heir of salvation, purchase of God, born of his Spirit, washed in his blood.",
          "Perfect communion, perfect delight, visions of rapture now burst on my sight. Angels descending bring from above echoes of mercy, whispers of love.",
          "Perfect submission, all is at rest. I in my Savior am happy and bless’d, watching and waiting, looking above, filled with his goodness, lost in his love."
        ],
        "chorus": "This is my story, this is my song, praising my Savior all the day long. This is my story, this is my song, praising my Savior all the day long."
      },
      "twi": {
        "title": "AHOTOSO PA, MANYA YESU",
        "verses": [
          "Ahotoso pa, manya Yesu O dεn anuonyam na neka hwε Nyame atэ me nkwagye – difoэ Honhom awo me, wэadware me.",
          "Ahobrεaseε kronn, anigyeε kronn. Ahosεpε pue mani so hann. Abэfoэ sian fi soro bεka Ahummэbэ ne dэ ho asεm.",
          "Ahobrεaseε kronn, ne nyinaa adwo Nedi dε nhyira, m’Agyenkwa mu Merewεn, retwεn, m’ani tua, soro Mete ne dэ mu. N’adэe mee me."
        ],
        "chorus": "M’ase, εne sε Me nnwom ne sε Daa nyinaa meyi M’Agyenkwa ayε."
      }
    },
    {
      "id": 42,
      "number": "604",
      "english": {
        "title": "I AM COMING, LORD",
        "verses": [
          "I hear thy welcome voice, That calls me, Lord, to thee For cleansing in thy precious blood That flowed on Calvary.",
          "Tho coming weak and vile, Thou dost my strength assure, Thou dost my vileness fully cleanse, Till spotless all and pure.",
          "Tis Jesus calls me on to perfect faith and love, To perfect hope, and peace and trust, For earth and heav’n above."
        ],
        "chorus": "I am coming, Lord, Coming now to thee. Wash me, cleanse me in the blood That flowed on Calvary."
      },
      "twi": {
        "title": "METE WO DεDε A",
        "verses": [
          "Mete wo nne dεdε a εfrε me, Awurade Sε mennware mogya no a Wohwiee wэ Kalvary.",
          "Sε meba mmerε mu a Woara wohyε me den Sε mede me ho bэne ba a Wote me ho koraa.",
          "Yesu na эfrε me De gyedie, asomdwoe Anidasoэ, ‘dэ si m’anim Wэ ha ni εsoro."
        ],
        "chorus": "Awurade, me’ba Me’ba wo nkyεn nnε Te me ho mogya no mu Wohwiee wэ Kalvary."
      }
    },
    {
      "id": 43,
      "number": "63",
      "english": {
        "title": "WHAT A FRIEND WE HAVE IN JESUS",
        "verses": [
          "What a friend we have in Jesus, All our sins and griefs to bear What a privilege to carry, Everything to God in pray’r Oh, what peace we often forfeit Oh, what needless pain we bear; All because we do no carry Everything to God in pray’r.",
          "Have we trials and temptations? Is there trouble anywhere? We should never be discouraged; Take it to the Lord in pray’r Can we find a friend so faithful, Who will all our sorrows share? Jesus knows our ev’ry weakness Take it to the Lord in pray’r.",
          "Are we weak and heavy laden? Cumbered with a load of care Precious Saviour, still our refuge, Take it to the Lord in pray’r. Do thy friends despise, forsake thee? Take it to the Lord in pray’r In His arms He’ll take and shield thee, Thou wilt find a solace there."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "YэNKO BεN N’эTE Sε YESU",
        "verses": [
          "Yээnko bεn n’эte sε Yesu Wasoa yεn bэne ne yea εyε sε yεde ade nyinaa Kэ nyame hэ mpaebэ m’ Ao yetaa sεe asomdwoe kwa Ao yεdi yea a εnhia εfisε yεmfa ade nyinaa Nnkэ NYame hэ mpaebэm.",
          "So yε wэ nyegyeε ne sэhwε эhaw bi wэ hэ ana? Yεrempa aba ara da Fa kэ Nuyam hэ mpaebэm Yεwэ yэnko nokwafoэ bi a эbεgyam yεn yea mu Yesu nim yn mmerεyε nyinaa Fakэ Nyame hэ mpaebэm.",
          "Yε ayε mmerε na yεn kэn abu Dadwen ne haw gu yεn so? Agyenkwa neyεn guankэbea Fa kэ Nyame hэ mpaebэm So wo ayэnkofo di wo ho fεw? Fa kэ Nyame hэ mpaebэm Ne nsam bεyε kokyεm amaw’ Wo bεnya abotэyam."
        ],
        "chorus": ""
      }
    },
    {
      "id": 45,
      "number": "119",
      "english": {
        "title": "ROCK OF AGES",
        "verses": [
          "Rock of Ages, cleft for me, Let me hide myself in thee, Let the water and the blood From thy wounded side which flowed,",
          "Could my tears forever flow, Could my zeal no languor know, These for sin could not atone, Thou must save, and thou alone;",
          "While I draw this fleeting breath, When my eyelids close in death, When I rise to worlds unknown, And behold God on the throne."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "TETE BO A WɛPAE MAA ME",
        "verses": [
          "Tete Boa wɛpae maa me Ma menguan nhunta wo mu Ma nsuo ne mogya no a Ɛfi wo mfem resen no Ɛny bɛne ho aduro Ɛmpa me nfom nsan me ho.",
          "Sɛme nisuo sen daa po Ne me mmɛden ngo da po Ɛntumi bɛne ka tua Gyefoɛ ne Wo ara nko Me nsam nni akatua bi Mekuta W’asennua mu.",
          "Megu ahome tia yi Meka m’ani gu so a Mesɛre ba no ho a Behu Wo w’ahennwa so a Tete Bo a wɛpae maa me Ma menguan nhunta wo mu."
        ],
        "chorus": ""
      }
    },
    {
      "id": 46,
      "number": "33",
      "english": {
        "title": "MY FAITH LOOKS UP TO THEE",
        "verses": [
          "My faith looks up to thee, Thou Lamb of Calvary, Savior divine; Now hear me while I pray, Take all my sins away, O let me from this day be wholly thine.",
          "May thy rich grace impart strength to my fainting heart My zeal inspire, as thou hast died for me, O may my love to thee pure, warm and changeless be,э A living fire",
          "While life’s dark maze I tread, And grief around me spread, Be thou my guide, bid darkness turn today, Wipe sorrow’s tears away, Nor let me ever stray from thee aside"
        ],
        "chorus": ""
      },
      "twi": {
        "title": "ME GYEDIE TIM WO SO",
        "verses": [
          "Me gyedie tim wo so O Kalvary Adwamma Gyefoэ Kronkron Tie mpae a mebэ yi Yi me ho bэne nyinaa Na efi nnε menyε Wo de koraa.",
          "Ma wo dom kεseε no Nhyεme koma den Na menyε nnam Sε wo wui maa me no Ao ma me nso me dэ Nyε denen ma wo Na εnnan da.",
          "Menam bra sum mu yi Yea atwa me ho yi Kyerε me kwan Ma sum nnan adekyeeε Na popa me nnusuo Na mma menyura Mfiri wo nkyεn.",
          "Sε эbra yi twa mu Na owuo asuten Bεworo me so a M’Agyenkwa Dεεfoэ pa Yi me suro ne akyennye Fa me dra a woagye no n’ Kэ soro fie sэnn."
        ],
        "chorus": ""
      }
    },
    {
      "id": 47,
      "number": "160",
      "english": {
        "title": "THERE IS A FOUNTAIN",
        "verses": [
          "There is a fountain filled with blood Drawn from Immanuel’s veins; And sinners, plunged beneath that flood, Lose all their guilty stains; Lose all their guilty stains; lose all their guilty stains; And sinners, plunged beneath that flood, Lose all their guilty stains.",
          "Dear dying Lamb, thy precious blood Shall never lose its pow’r, Till all the ransomed church of God Be saved, to sin no more; be saved to sin no more Till all the ransomed churches God Be saved, to sin no more.",
          "E’er since, by faith I saw the stream Thy flowing wounds supply, Redeeming love has been my theme, And shall be till I die; and shall be till I die, Redeeming love has been my theme And shall be till I die.",
          "Then in a nobler, sweeter song I’ll sing thy pow’r to save When this poor lisping, stamm’ring tongue Lies silent in the grave; lies silent in the grave, When this poor lisping, stamm’ring tongue Lies silent in the grave"
        ],
        "chorus": ""
      },
      "twi": {
        "title": "BURA BI Wɛ Hɛ MOGYA MA",
        "verses": [
          "Bura bi wɛ hɛ mogya ma Ɛhwieε Immanuel mfem Na nnebɛneyɛfoɛ tɛ mu a Wɛn afɛdie year.",
          "Wo mogya tumi rempa da. Nyankopɛn Adwammaa Gyesɛ wo ma nyinaa nya nkwa Na wɛn yɛ bɛne bio.",
          "Efirisɛ ede gyedie huu Mogya a efi wo mfem Onyame dɛ ayɛ me dwom ɛbɛyɛ akɛ wuo mu",
          "Mɛto wo nkwagye tumi no Ho anuonyam nnwom dɛɛdɛ Da a me tɛkyerɛma pemee yi Bɛyɛ dinn wɛ amoa mu."
        ],
        "chorus": ""
      }
    },
    {
      "id": 48,
      "number": "399",
      "english": {
        "title": "SWEET BY AND BY",
        "verses": [
          "There’s a land that is fairer than day, And by faith we can see it afar For the Savior waits over the way, To prepare us a dwelling place there",
          "We shall sing on that beautiful shore The melodious songs of the blest And our spirits shall sorrow no more, Not a sigh for the blessings of rest.",
          "To our bountiful Father above, We will offer our tribute of praise For the glorious gift of His love, And the blessings that hallow our days."
        ],
        "chorus": "In the sweet by and by, We shall meet on that beautiful shore, In the sweet by and by, We shall meet on the beautiful shore."
      },
      "twi": {
        "title": "эMAN BI Wɛ Hɛ ƐHYERƐN SEN WIM",
        "verses": [
          "эman bi wɛ hɛ ɛhyerɛn sen wim Yɛde gyedie hu wɛ akyiri Na Agya retwɛn wɛ kwan so Asiesie tenabea ama yɛn yɛ.",
          "Yɛbɛto wɛ mpoano fɛfɛ hɛ Nhyirafoɛ nnwom a ɛɛ dɛ no Yɛn honhom renni yea ara da Yɛnsi apini yɛn home mu.",
          "Yɛn soro Agya ɛdɛɛfoɛ no Yɛde yɛn ayɛyie bɛma no Wɛ nhyira a ɛde dom yɛn ha Ne ne dɛ akyɛdeɛ fɛfɛ nti."
        ],
        "chorus": "Daakye bi anigyesɛm Yɛbɛhyia wɛ mpoano fɛfɛ hɛ."
      }
    },
    {
      "id": 49,
      "number": "179",
      "english": {
        "title": "I SURVEY THE CROSS",
        "verses": [
          "When I survey the wondrous cross On which the Prince of glory died, My richest gain I count but loss, And pour contempt on all my pride.",
          "Forbid it, Lord, that I should boast, Save in the death of Christ my Lord; All the vain things that charm me most, I sacrifice them to His blood.",
          "See, from His head, His hands, his feet, Sorrow and love flow mingled down; Did e’er such love and sorrow meet? Or thorns compose so rich a crown?",
          "Were the whole realm of nature mine, That were a present far too small; Love so amazing, so divine, Demands my soul, my life, my all."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "SƐ MEDWEN ASENNUA NWANWA A",
        "verses": [
          "Sɛ medwen Asennua nwanwa a Nuonyam Hene wuu so no ho a Memmu m’adepa biara hwee Na mahomaso yɛ me tan.",
          "Awurade, mma mennhoran Gyesɛ Kristo me Nyame wuo m’ Nneɛma hunu a mɛdɛ no Mede bɛ afɛdeɛ ne mogya m’",
          "Hwɛ sɛ yea ne ɛdɛ resen Ne ti, ne nsa, ne ne nan ho Saa dɛ ne yea yi mmɛ mu pɛn Na nsɛe kyɛ yi wɛnsoaa bi da.",
          "Wiase nyinaa yɛ me de po a Anka ɛyɛ akyɛdeɛ a ɛsua Anwanwa dɛ, Nyame dɛ yi Agye kra, nkwa, ade nyinaa."
        ],
        "chorus": ""
      }
    },
    {
      "id": 50,
      "number": "220",
      "english": {
        "title": "ONWARD, CHRISTIAN SOLDIERS",
        "verses": [
          "Onward, Christian soldiers, marching as to war, With the cross of Jesus going on before Christ, the royal Master, leads against the foe, Forward into battle, see, his banners go.",
          "At the sign of triumph Satan’s host doth flee On, then, Christian soldiers, on to victory Hell’s foundations quiver at the shout of praise Brothers, lift your voices loud your anthems raise.",
          "Like a mighty army, moves the Church of God; Brothers, we are treading where the saints have trod, We are not divided, all one body we, One in hope and doctrine, one in charity.",
          "Onward, then ye people, join our happy throng; Blend with ours your voices in the triumph song; Glory, laud and honor, Unto Christ the King; this thru countless ages, Men and angels sing."
        ],
        "chorus": "Onward, Christian soldiers, marching as to war With the cross of Jesus, going on before."
      },
      "twi": {
        "title": "KRISTO ASRAAFOƐ",
        "verses": [
          "Kristofoɛ asraafoɛ Monnuom akono, Yesu asennua no De yɛn anim kan, Yɛn Hene atu sa Reko tia tamfoɛ, Monnuon sraban no so Monhwɛ ne frankaa.",
          "Yɛma ne frankaa so a ɛbonsam dɛm gu, ɛnneɛ Kristo akofoɛ Monkɛdi nkonim, Yɛbɛ se yi ayɛ a Saman fapem hm Anuanom monto nnwom Momma mo nne so.",
          "Ahennwa bɛtutu Ahenniw atwam, Yesu asɛre de ɛbɛtim hɛ daa, Asaman apon no Rentumi nhyɛ so, Yɛwɛ Kristo bɛhyɛ N’asɛm rentwam da.",
          "Me nkurɛfoɛ momɛdɛm Anigyeɛ kuo yi, Mommra na yɛmmom nto Yɛn nkunim dwom yi Anuonyam ne nkamfoɛ Nka yɛn Hene no Nnipa ne abɛfoɛ Bɛto dwom yi daa."
        ],
        "chorus": "Kristofoɛ asraafoɛ Monnuom akono Yesu asennua no Di yɛn anim kan."
      }
    },
    {
      "id": 51,
      "number": "592",
      "english": {
        "title": "O HAPPY DAY",
        "verses": [
          "O happy day that fixed my choice, On thee my savior and my God Well may this glowing heart rejoice, And tell its raptures all abroad.",
          "Tis done this great transaction's done, I m the lord's and He is mine He drew me and I followd on Charmed to confess the voice divine.",
          "Now rest, my long divided heart Fixed on this blissful center, rest; Nor eer from my Lord depart, With Him of every good possessed."
        ],
        "chorus": "Happy day, happy day When Jesus washed my sins away. He taught me how to watch and pray, And live rejoicing every day."
      },
      "twi": {
        "title": "ANIGYE DA",
        "verses": [
          "Anigye da, εne da no a Mede me ho maa m'Agyenkwa εsε sε me koma di dε Na эka ne dε kyerε aman.",
          "Apam kεseε no wawie pam Me yε ne de, эyε me de эtwetwee me, medii n'akyi Ne Nyame nne no yε me dε.",
          "Afei me koma a wakyini akyε Bεhome wэ homebea ha Na mfi wo Awurade nkyεn da Wo fa no a woafa nhyira nyinaa."
        ],
        "chorus": "Nigye da, 'nigye da Da a Yesu horoo me ho bэne εkyerεε me sε menwεn mmэ mpae Na meni dε berε nyinaa Nigye da, 'nigye da Da a Yesu horoo me ho bэne."
      }
    },
    {
      "id": 52,
      "number": "321",
      "english": {
        "title": "AT THE CROSS",
        "verses": [
          "Alas, and did my Savior bleed And did my Sovereign die; Would He devote that sacred head For such a worm as I?",
          "Was it for crimes that I have done, He groaned up on the tree. Amazing pity, grace unknown And love beyond degree.",
          "Well might the sun in darkness hide, And shut His glories in, When Christ, the mighty maker, Died for man the creature's sin.",
          "But drops of grief can never repay the debt of love I owe Here, Lord, I give myself away, 'tis all that I can do."
        ],
        "chorus": "At the cross, at the cross where I first saw the light, And the burden of my heart rolled away, It was there by faith I received my sight, And now I am happy all the day."
      },
      "twi": {
        "title": "MEMFεRE M'AWURADE HO",
        "verses": [
          "Memfεre m'Awurade ho Sε mεko ama no Mεsэ N'asεm no nidie mu N'asennua ho nuonyam.",
          "Yesu, me Nyame; menim no Ne din na metwere эremma me kra mfere da Na m'anidasoэ mpa.",
          "N'asεm tim hэ sε N'ahennwa эbetumi asie Deε mede ahyε ne nsa no Akэdu awiei o.",
          "эbεbε wэ N'Agya anim hэ Me din a εnsε yi Na Yerusalem foforэ mu Wama me kra tenabea."
        ],
        "chorus": "Asenuam, asenuam, na medii kan huu hann Na me koma adesoa pire fire hэ Hэ ne menam gyedie so huu ad Na afei m'ahome ka me ho daa."
      }
    },
    {
      "id": 53,
      "number": "",
      "english": {
        "title": "",
        "verses": [],
        "chorus": ""
      },
      "twi": {
        "title": "AO BRA MA YεNNI Dε",
        "verses": [
          "Ao bra ma yεnni dε Dε kan meyε hiani a Afei manya Nyame ho dε эdэ a εkyεn sika.",
          "Ao bra ma yεnni dε Sε kan metээ baha a Afei manya Otumfoэa N’abasa wεn me daa.",
          "Ao bra ma yεnni dε Sε dan mebээ ko a Nyame de ne dэ atwe me Sε memra m’Agya fie.",
          "Ao bra ma yεnni dε Me kra reyera no M’Agyenkwa Yesu twee me fii Bэne ne bonsam nsam.",
          "Ao bra ma yεnni dε Afei manya yэnko a Ne dэ kyεn onua dэ po Dэ a εnni awiei.",
          "Ao bra ma yεnni dε Ao wo a wo dε Yesu Nyame abэdeε nyinaa ara Mama yεnyi no ayε."
        ],
        "chorus": ""
      }
    },
    {
      "id": 54,
      "number": "",
      "english": {
        "title": "",
        "verses": [],
        "chorus": ""
      },
      "twi": {
        "title": "YESU KRISTO RESEN HA",
        "twi_number": "54",
        "verses": [
          "Yesu Kristo resen ha Bэneyεni to w’ani hwε Berε pa no retwam yi Kekam se, hu me mmэbэ.",
          "Yesu Kristo resen ha So эbεbεn wo sεε daa? εnnε ne эgye da no Hwehwε nkwa na wobenya.",
          "эgyina hэ refrε wo эse: Menyε dεn mma wo? Sэre da wo hia sεm kyerε n’ эrefrε wo ampa ara.",
          "Mepε sε mehub Wadom Me wura yi wo do kyerε me Ma εnhwire me kra mu εnhyε koma ne kra so."
        ],
        "chorus": ""
      }
    },
    {
      "id": 55,
      "number": "",
      "english": {
        "title": "JESUS REIGNS EVERYWHERE",
        "verses": [],
        "chorus": ""
      },
      "twi": {
        "title": "YESU DI HENE BAABIARA",
        "verses": [
          "Babiara a owia hyerεn no εtwa sε Yesu di hene N’ahenie bεtrε man nyinaa Kosi sε owia rentэ bio.",
          "Wэbεbε no mpae daa nyinaa Na ayeyie ahyε no kyε Ne din ne afэdeε nyinaa Bεtu sε duhuam akэ soro.",
          "Kasa hodoэ ne aman nyinaa Bεto ne dэ ho nnwom dεεdε Mmofra nso bεma wэn nne so Ato Hossanna ama ne din.",
          "Deε эdi hene, nhyira nko mu эdaduani year ne pa Abrεfoэ nya daa ahomeka Na wэhyira ahiafoэ nso.",
          "Babiara a эkyerε ne tumi Wuo ne mmusuo fi hэ koraa Ne mu na Adam mma nya nkwa Kyεn deε wэn agya yerae no.",
          "Moma abэdeε nyinaa nsэre Mfa akyεdeε mmrε wэn Hene Abэfoэ, momfa nnwom nsian bio Na asase nna nsэ mu nto."
        ],
        "chorus": ""
      }
    },
    {
      "id": 56,
      "number": "963",
      "english": {
        "title": "JERUSALEM, MY HAPPY HOME",
        "verses": [
          "Jerusalem, my happy home, When shall I with you be? When shall my sorrows have an end? Your joys when shall I see?",
          "Your saints are crowned with glory great; They see God face to face; They triumph still, they still rejoice In that most holy place.",
          "There David stands with harp in hand As master of the choir: Ten thousand times would we be blessed Who might this music hear.",
          "Our Lady sings Magnificat With tune surpassing sweet; And all the virgins join the song While sitting at her feet.",
          "There Magdalene has left her tears, And cheerfully does sing With blessed saints, whose harmony In ev'ry street does ring.",
          "Jerusalem, Jerusalem, God grant that I may see Your endless joy, and of the same Partaker ever be!"
        ],
        "chorus": ""
      },
      "twi": {
        "title": "YERUSALEM M’AHOTэ FIE",
        "verses": [
          "Yerusalem m’ahotэ fie Din εsom bo, dabεn na me nwuma bεsa Wэ asomdwoe mu, wo mu.",
          "Dabεn na m’aniwa bεhu W’afasuo no apono? Nkwagyeε ahyε w’ban den Wo sika mmorэn so hyerεn.",
          "εhэ nhwiren kyεn Eden de Bэne ne yea nni hэ, menam abo me ahum so Pere kэ nhyira bea yi.",
          "Dεn nti ma mesuro mmusuo Na owuo yi me hu, m’ani da Kana pa no so Bea a ade asa so da.",
          "Asomafoэ ne nkэmhyεfoэ Wo Agyenkwa no nkyεn Na εrenkyε na m’adэfoэ Bεka anuonyam kuo ho.",
          "Yerusalem m’ahotэ fie Mepere hwehwε wo Da a mεhu w’anigyeε no M’adwuma to bεtwa."
        ],
        "chorus": ""
      }
    },
    {
      "id": 57,
      "number": "74",
      "english": {
        "title": "THE LORD’S MY SHEPHERD",
        "verses": [
          "The Lord’s my Shepherd, I’ll not want; He makes me down to lie In pastures green; He leadeth me the quiet waters by.",
          "My soul he doth restore again, and me to walk doth make Within the paths of righteousness, E’en for His own name’s sake.",
          "Yea, tho’ I walk in death’s dark vale, Yet will I fear none ill, For thou art with me, and thy rod And staff me comfort still.",
          "My table thou hast furnished In presence of my foes, My head thou doest with oil anoint And my cup overflows.",
          "Goodness and mercy all my life Shall surely follow me, And in God’s house for ever more My dwelling place shall be."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "AWURADE NE ME DWANHWεFOэ",
        "verses": [
          "Awurade ne me dwanhwεfoэ Merenhia biribi, эma me da wura frэmm mu эgya me nsutae ho.",
          "эde me kra san ba nkwam bio Na эma me nante, ne nneyεe trenee kwan no so N’ankasa ne din nti",
          "Menam owuo sum bэn mu mpo a Mensuro mmusuo biara, wone me nante, wo poma Ne w’abaa hyε me den.",
          "Me pono nso woawie to deda Wэ matamfo anim, wode ngo fэ me tiri mu Me kuruwa bu so.",
          "Yie ne adэe bedi makyi Me kwa nna nyinaa mu Na mede Nyame fie bεyε Me tenabea daa nyinaa."
        ],
        "chorus": ""
      }
    },
    {
      "id": 58,
      "number": "98",
      "english": {
        "title": "I SURRENDER ALL",
        "verses": [
          "All to Jesus I surrender, All to Him I freely give I will ever love and trust Him, In his presene daily live.",
          "All to Jesus I surrender, Humbly at his feet I bow Worldly pleasures all forsaken Take me, Jesus, take me now.",
          "All to Jesus I surrender, Make me, Saviour, wholly thine Let me know the joy of living, Truly know that tou art mine.",
          "All to Jesusu I surrender, Lord, I give my self to thee. Fill me with thy love and power, Let thy blessings fall on me."
        ],
        "chorus": "I surrender all I surrender all All to thee my blessed Saviour, I surrender all."
      },
      "twi": {
        "title": "MAGYAA ADEε NYINAA AMA YESU",
        "verses": [
          "Magyaa adeεnyinaa mu ama Yesu Mede ne nyinaa ama n’kwa Medэ no na mεtwere no Mεtena n’anim daa nyinaa.",
          "Magyaa ne nyinaa ara m’ Magyaa ne nyinaa ara m’ Made ma wo hyirafo Yesu Magyaa ne nyinaa ara m’.",
          "Magyaa ne nyinaa ama Yesu Mekoto ne nana se Wiase mu anigyeε m’apaw Yesu fam seisei ara.",
          "Magyaa ne nyinaa ama Yesu Agyenkwa fa m’yε wo deε ara Ma Honhom Kronkron nni danseε Mayε wo de na woyε m’deε.",
          "Magyaa ne nyinaa ama Yesu Afei mete эgye no nne Nkagye kεseε mu anigyeε Anuonyam nka ne din no."
        ],
        "chorus": ""
      }
    },
    {
      "id": 59,
      "number": "274",
      "english": {
        "title": "JESUS LOVES EVEN ME",
        "verses": [
          "I am so glad that our Father in heaven Tells of his love in the Book he has given Wonderful things in the Bible I see, This is the dearest that Jesus loves me.",
          "Tho I forget Him and wande away, Still he doth love me wherever I stray; Back to his dear loving arms would I flee, When I remember that Jesus loves me.",
          "O there is only one song I can sing, When in His beauty I see the great King This shall my song in eternity be, O what a wonder that Jesus loves me."
        ],
        "chorus": "I am so glad that Jesus loves me, Jesu s loves, me Jesus loves me, even me."
      },
      "twi": {
        "title": "εYε ME Dε Sε YεN AGYA Wэ SORO",
        "verses": [
          "εyε me dε sε yεn agya wэ soro Ka ne dэ ho asεm nhoma a эde mae m Anwanwasεm pii na mehu wэ mu Deε εkyεn ne nyinaa ne sε Yesu dэ me.",
          "Yesu dэ me na me nso medэ no Dэ de no fii soro bεgyee me nkwa Yiw εyε dэ na эde wui dua no so O minim pefee sε Yesu dэ me.",
          "Sε wэbisame a mεka no sεn? Nuonyam nka Yesu, minim yiye sε Nyame Honhom Kronkron ne me adom Redi adanse sε Yesu dэ me.",
          "εdwom fua na εwэ hэ a mεto Bere a mehu эhene wэ n’ahoэfε m’ εyi bεyε me dwom a mεto daa O anwanwansεm, Yesu dэ me.",
          "Anidasoэ yi mu, m’ahotэ mu Metwere Yesu a mewэ nhyira Satan ani bεwu na эbεdwane Sε meka kyerε no sε Yesu dэ me."
        ],
        "chorus": "εyε me dε sε Yesu dэ me Yesu dэ me, Yesu dэ me εyε me dε sε Yesu dэ me Yesu dэ me sεε yi."
      }
    },
    {
      "id": 60,
      "number": "",
      "english": {
        "title": "KRISTO YεN WURA ASэRE NNε",
        "verses": [
          "Kristo yεn Wura asэre nnε, Halleluia Nnipa ne abэfoэ ka, Halleluia Moma dε ne ahurisi so, Halleluia Soro nto, wiase nnye so, Halleluia.",
          "эdэ adi adwuma no Wako adi nnim koraa эbo awεmfoэ ayε kwa Kristao afi awufom.",
          "Y’anuonyam hene te ase Owuo wo bεre wэ he? эwuu prεko, gyee yεn kra Damoa, wo nkonim wэ he?",
          "Wэakrэn Kristo wэ εsoro Yedi n’akyi rekэ hэ Yεte sε no, yεasэre Asεnnua ne soro yεn dea."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "KRISTO YεN WURA ASэRE NNε",
        "verses": [
          "Kristo yεn Wura asэre nnε, Halleluia Nnipa ne abэfoэ ka, Halleluia Moma dε ne ahurisi so, Halleluia Soro nto, wiase nnye so, Halleluia.",
          "эdэ adi adwuma no Wako adi nnim koraa эbo awεmfoэ ayε kwa Kristao afi awufom.",
          "Y’anuonyam hene te ase Owuo wo bεre wэ he? эwuu prεko, gyee yεn kra Damoa, wo nkonim wэ he?",
          "Wэakrэn Kristo wэ εsoro Yedi n’akyi rekэ hэ Yεte sε no, yεasэre Asεnnua ne soro yεn dea."
        ],
        "chorus": ""
      }
    },
    {
      "id": 61,
      "number": "256",
      "english": {
        "title": "GOD IS LOVE",
        "verses": [
          "Come, let us all unite to sing, God is love; Let heav’n and earth their praises bring God is love Let every soul from sin awake, Each in his heart sweet music make And sing with us for Jesus sake, For God is love.",
          "Oh, tell to earth’s remotest bound, God is love In Christ we have redemption found, God is love His blood has washed our sins away, His Spirit turned our night to day, And now we can rejoice to say, That God is love.",
          "How happy is our portion here, God is love, His promises our spirits cheer, God is love He is our sun and shield by day, Our help, our hope, our strength and stay, He will be with us all the way, Our God is love."
        ],
        "chorus": "God is love, God is love Come, let us all unite to sing That God is love."
      },
      "twi": {
        "title": "MOMMRA MOMMA YεMMOM NTO NWOM",
        "verses": [
          "Momra moma yεmom nto nwom Nyame yε dэ Moma s’ro ne asase nyi n’ayε Nyame yε dэ Moma эdra biara nsэre fi bэn mu Na эnto nwom a εyε dε Na эne yεn nto nwom sε Yesu nti Nyame yε dэ.",
          "Monka nkyerε aman nyinaa Nyame yε эdэ Yεnya nkwahosan Kristo mu Nyame yε dэ. Ne mogya horo yεn bэne nyinaa Ne honhom de hann abrε yen Afei yetumi de dε ka sε Nyame yε dэ.",
          "Yεbεto nwom wэ Kana bio Nyame yε dэ Yεbεbom ato dwom kεse Nyame yε dэ Bere a mfesanten rekэ no Yεne s’ro dэm bεdi nkonim Na yεn dwom a εyε dε bεka sε Nyame yε dэ."
        ],
        "chorus": ""
      }
    },
    {
      "id": 62,
      "number": "196",
      "english": {
        "title": "GLORY TO HIS NAME",
        "verses": [
          "Down at the cross where my Savior died, Down where for cleansing from sin I cried, There to my heart was the blood applied Glory to His name",
          "I am so wondrously saved from sin, Jesus so sweetly abides within, There at the cross where He took me in Glory to His name.",
          "Oh, precious fountain that saves from sin, I am so glad I have entered in There Jesus saves me and keeps me clean Glory to His name.",
          "Come to this fountain so rich and sweet Cast thy poor soul at the Savior’s feet Plunge in today and be made complete Glory to His name."
        ],
        "chorus": "Glory to His name, Glory to His name"
      },
      "twi": {
        "title": "ASεNNUA A M’AGYENKWA WUU ASE",
        "verses": [
          "Asεnnua a m’Agyenkwa wuu ase Hэ ma metea m’sε эnye me nkwa эde ne mogya ka m’akoma Anuonyam nka ne din.",
          "Wagye me nkwa fi me bэne mu Yesu m’Agyenkwa te me mu Asεnnua nti menya ahenkyε Anuonyam nka ne din.",
          "O abura a εgye nkwa fi bэne m’ Manigye pii sε mawura mu hэ Yesu gye me nkwa te me ho Anuonyam nka ne din.",
          "Bra asuten a εyε dε ho Fa wo dra to Agyenkwa nan ase To wo ho twine m’na wo bedi mu Anuonyam nka ne din."
        ],
        "chorus": "Anuonyam nka ne din, эde ne mogya ka m’akoma Anuonyam nka ne din."
      }
    },
    {
      "id": 63,
      "number": "655",
      "english": {
        "title": "GOD BE WITH YOU",
        "verses": [
          "God be with you till we meet again, By his councils guide uphold you With his sheep securely fold you God be with you till we meet again.",
          "God be with you till we meet again, Neath his wings securely hide you Daily manna still provide you God be with you till we meet again.",
          "God be with you till we meet again, Keep love’s banner floating o’er you Smite death’s threatening wave before you God be with you till we meet again."
        ],
        "chorus": "Till we meet, till we meet Till we meet at Jesus feet Till we meet God be with you till we meet again"
      },
      "twi": {
        "title": "NYAME NE WO NTENA KOSI Sε",
        "verses": [
          "Nyame new o ntena kosi sε yεbεhyiam bio эmfa n’adwen nkyerεw kwan, nkora w’so эmfa w’nka ne nwan ho nwεn wo Nyame new o ntena kosi yεbehyiam bio.",
          "Nyame ne wo ntena kosi sε yεbehyiam bio эmfa n’ataban nkata w’so эma w’manna mfa nyεn wo kra Nyame ne wo ntena kosi sε yεbehyiam bio.",
          "Nyame ne wo ntena kosi sэ yεbehyiam bio эmfa ‘dэ frankaa nsi wo so эmэ owuo ho suro mfi wanim Nyame ne wo ntena kosi sε yεbehyiam bio."
        ],
        "chorus": "Yεbehyiam, yεbehyiam Yεbehyiam, wэ Yesu nan ase Yεbehyiam, yεbehyiam bio Nyame ne wo ntena kosi sε yεbehyiam bio"
      }
    },
    {
      "id": 64,
      "number": "56",
      "english": {
        "title": "NEARER MY GOD TO THEE",
        "verses": [
          "Nearer, my God, to thee, nearer to thee E’en tho’ it be across that raiseth me Still all my song shall be Nearer, my God to thee",
          "Tho like a wanderer, The sun gone down, Darkness be over me, My rest a stone, Yet in my dreams I’d be, Nearer, my God to thee",
          "Or if, on joyful wing, cleaving the sky Sun, moon and stars forgot, Upward I fly, still all my song shall be, Nearer, My God, to thee"
        ],
        "chorus": ""
      },
      "twi": {
        "title": "WO NKYεN ARA NYAME",
        "verses": [
          "Wo nkyεn ara Nyame Wo nkyεn ara Sε asennua so mpo Na menam a Me nnwom nyinaa ne sε Wo nkyεn ara Nyame Wo nkyε ara.",
          "Kansε merekyin po Na owia to Na ade nso sa me Na mesum bo a M’adeaso mu mεbεn Wo nkyεn ara NYame Wo nkyεn ara.",
          "Ma kwan mεda hэa Wεde kэ soro Deε woma mw nyinaa Ayamyε kwa Abэfoэ frεfrε me Wo nkyεn ara Nyame Wo nkyεn ara.",
          "Sε mede anigyeε Tu ba soro Me werε fi bosome Wi ne nsoroma a Ma nnwom nyinaa ne sε Wo nkyεn ara Nyame Wo nkyεn ara."
        ],
        "chorus": ""
      }
    },
    {
      "id": 65,
      "number": "40",
      "english": {
        "title": "GUIDE ME, O THOU GREAT JEHOVAH",
        "verses": [
          "Guide me, o thou great Jehovah, Pilgrim thro this barren land I am weak but thou art mighty, Hold me with thy pow’r hand; Bread of heaven Feet me till I want no more Bread of heaven, feed me till I want no more.",
          "Open now the crystal fountain, Whence the healing waters flow, Let the fiery , cloudy pillar, Lead me all my jouney thro Storng Deliverer, Be thou still my strength and shield Strong Deliverer, Bethou still by strength and shield.",
          "When I tread the verge of Jordan Bid my anxious fears subside Bear me thro the swelling current, Land me safe on Canaan’s side, Songs of praises I will ever give to thee Songs of praises I will ever give to thee."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "YEHOWA TUMFOэ GYAA ME",
        "verses": [
          "O Yehowa Tumfoэ gyaa me Kwantuni wэ sare so Meyε mmerε, na wo ho yε den Kura me wo tumi nsa mu Soro Aduan Yεn me nnε ne da nynaa.",
          "Bue nsuaniwa hyεnhyεn no Deε yaresa nsuo pem no Ma ogya ne munumkum dum Nya me makwantu nyinaa m’ Gyefoэ Tumfoэ Yε me mmoa ne me kyεm daa.",
          "Sε medu Jordan konkoэ so a Ma me suro nyinaa nsa Wuo kumfoэ asaman sεefoэ Fa me kэdu Kana sэnn Ayeyie nnwom Na mede bεma wo daa."
        ],
        "chorus": ""
      }
    },
    {
      "id": 66,
      "number": "59",
      "english": {
        "title": "HOLY, HOLY HOLY",
        "verses": [
          "Holy, holy holy Lord God Almighty Early in the morning our song shall rise to thee Holy, Holy, holy Merciful and mighty, God in three persons, blessed Trinity.",
          "Holy, holy, holy, all the saints adore thee Casting down their golden crowns around the glassy sea; Cherubim and Seraphim falling dwon before thee, Who wert and wrt and ever more shall be.",
          "Holy,holy, holy, tho the darkness hide thee, Tho the eye of sinful man thy glory may not see, Only thou art holy there is none beside thee Perfect in pow’r, in love and purity.",
          "Holy, holy, holy, Lord God Almighty All thy works shall praise thy name In earth, and sky and sea; Holy, holy, holy, merciful and mighty God in three persons, blessed Trinity."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "KRONKRON, KRONKRON, KRONKRON",
        "verses": [
          "Kronkron, kronkron, kronkron Tumfoэ Nyankopэn Yεn nnwom bεforo aba wo nkyεn anεpa Kronkron, kronkron, kronkron Mmэbrэhunfoэ Tumfoэ Nyame Basaakro, эkorosa Hyirafoэ.",
          "Kronkron, kronkron, kronkron Hotefoэ tontom wo Woto wэn sika nhenkyε su ahwehwε po no ho Cherubim ne Seraphim twa hwe w’anim ara Wo a wo wэ hэ na wo tim h э daa daa.",
          "Kronkron, kronkron, kronkron, sε sum de wo sie Na onipa ntumi nhu wanuonyam po a Wo nko na woyε kronkron Obi nka wo ho bio Wo tume, dэ ne kronkronyε di mu.",
          "Kronkron, kronkron, kronkron Tumfoэ Nyankopэn Wo nnwuma bεkamfo wo din wэ mmaa nyinaa Kronkron, kronkron, kronkron Mmэbrэhunfoэ Tumfoэ Nyame Baasakro, эkorosa Hyirafoэ."
        ],
        "chorus": ""
      }
    },
    {
      "id": 67,
      "number": "155",
      "english": {
        "title": "CHRIST AROSE",
        "verses": [
          "Low in the grave He lay Jesus, my Savior Waiting the coming day Jesus my Lord",
          "Up from the grave He arose With a mighty triumph o’er His foes He arose a victor from the dark domain, And He lives forever Death He overcame, He arose Hallelujah, Christ arose.",
          "Vainly they watch His bed, Jesus my Savior Vaily they seal the dead Jesus my Lord",
          "Death cannot keep His prey Jesus my Savior He tore the bars away Jesus my Lord."
        ],
        "chorus": "Up from the grave He arose With a mighty triumph o’er His foes He arose a victor from the dark domain, And He lives forever Death He overcame, He arose Hallelujah, Christ arose."
      },
      "twi": {
        "title": "эDAA ADAMOA NO MU",
        "verses": [
          "эdaa adamoa n’mu Yesu m’Agyenkwa эretwεn adkyeε n’ Me wura Yesu",
          "Wэwεn ne d brε kwa Yesu m’Agyenkwa Wэantumi ansi no kwan Me wura, Yesu.",
          "Owu antumi ankora no Yesu m’Agyenkwa Odwirii nnadeε ban no Me wura, Yesu."
        ],
        "chorus": "эsэree puieiε fii ne dam Ne tumi kaa n’atamfoэ hyεe W’adi owu ne n’aheman so nkonim эte nkwam, odi owu so nim da nyinaa эsэree, эsэree Halleluia Kristo sэree."
      }
    },
    {
      "id": 68,
      "number": "272",
      "english": {
        "title": "HOW SWEET THE NAME OF JESUS SOUNDS",
        "verses": [
          "How sweet the name of Jesus sounds In a believers ear It soothes his sorrows heals his wounds And drives away his fear.",
          "It makes the wounded spirit whole, And calms the troubled breast Tis manna to the hungry soul And to the weary rest.",
          "Weak is the effort of my heart, And cold my warmest tho’t But when I see thee as thou art, I’ll praise thee as I ought, I’ll praise thee as I ought.",
          "Till then, I would thy love proclaim With ever fleeting breath, May the music of thy name Refresh my soul in death."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "SεDEε YESU DIN SI Yε Dε",
        "verses": [
          "Sεdeε Yesu din si yε dε Wэ gyedini asom Etu ne yea sa ne yare Etu ne suro nyinaa.",
          "εbэ honhom pirafoэ asu εdwo koma a abrε Aduane ma honhom a εkэm de n’ Ahomgye ma berεfoэ.",
          "Me mmэdenmmэ ayε mmerε M’ahokeka ye adwo Na bere a mehu sεdeε wote Meyi wo ayε sεdeε εsε.",
          "Kyerε da n’na maka wo dэ no Mede nkwahwea biara Ma wo din ho nnwom a εyε dε Ndwodwo me kra wo wuom."
        ],
        "chorus": ""
      }
    },
    {
      "id": 69,
      "number": "twi_69",
      "english": {
        "title": "OYI NE NYAME A YεSOM NO",
        "verses": [
          "Oyi ne Nyame a yεsom no Yεn Dэfoэ pa a эnsakyera da. Ne dэ so sε ne tumi no εnni nsusui anaa awiei.",
          "Yesu mfiase ne awiei Ne Honhom de yεn bεdu fie. Yεyi no ayε deε atwam ho Yεdan no deε εreba no."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "OYI NE NYAME A YεSOM NO",
        "verses": [
          "Oyi ne Nyame a yεsom no Yεn Dэfoэ pa a эnsakyera da. Ne dэ so sε ne tumi no εnni nsusui anaa awiei.",
          "Yesu mfiase ne awiei Ne Honhom de yεn bεdu fie. Yεyi no ayε deε atwam ho Yεdan no deε εreba no."
        ],
        "chorus": ""
      }
    },
    {
      "id": 70,
      "number": "twi_70",
      "english": {
        "title": "O MEDэ ME YESU",
        "verses": [
          "O medε me Yesu эno эdээ me kan.",
          "Me werε remfi no эno эwu maa me.",
          "Mete ase ma Yesu эde ne nkwa maa me.",
          "Hyira Wura kora me Metwere wo nkutoo.",
          "Ao Yesu mεdo wo Mεdэ wo akэ wum",
          "Anuonyam nka Yesu Wэ dэ a эdэ me."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "O MEDэ ME YESU",
        "verses": [
          "O medε me Yesu эno эdээ me kan.",
          "Me werε remfi no эno эwu maa me.",
          "Mete ase ma Yesu эde ne nkwa maa me.",
          "Hyira Wura kora me Metwere wo nkutoo.",
          "Ao Yesu mεdo wo Mεdэ wo akэ wum",
          "Anuonyam nka Yesu Wэ dэ a эdэ me."
        ],
        "chorus": ""
      }
    },
    {
      "id": 71,
      "number": "twi_71",
      "english": {
        "title": "M’AKOMA MU",
        "verses": [
          "M’akoma mu, m’akoma mu Bra m’akoma mu, Owura Yesu Bra mu εnnε, Bra bεtra mu Bra m’akoma mu, Owura Yesu."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "M’AKOMA MU",
        "verses": [
          "M’akoma mu, m’akoma mu",
          "Bra m’akoma mu,",
          "Owura Yesu",
          "Bra mu εnnε,",
          "Bra bεtra mu",
          "Bra m’akoma mu,",
          "Owura Yesu."
        ],
        "chorus": ""
      }
    },
    {
      "id": 72,
      "number": "134",
      "english": {
        "title": "BLESSED BE THE NAME",
        "verses": [
          "O for a thousand tongues to sing, Blessed be the name of the Lord, The glories of my God and King Blessed be the name of the Lord.",
          "Jesus, the name that charms our fears, Blessed be the name of the Lord, Tis music in the sinner’s ears, Blessed be the name of the Lord.",
          "He died to save my sinsick soul Blessed be the name of the Lord His blood can make the foulest whole Blessed be the name of the Lord.",
          "I never shall forget that day, Blessed be the name of the Lord When Jesus washed my sins away, Blessed be the name of the Lord."
        ],
        "chorus": "Blessed be the name, blessed be the name, Blessed be the name of the Lord"
      },
      "twi": {
        "title": "ANKA ME NYA TεKYERεMA APEM",
        "verses": [
          "Anka me nya tεkyerεma apem M’ayi me Gyefo ayε M’akamfo me Hene anuonyam N’adom ne nkonimdie.",
          "Me wura dεεfoэ me Nyankopэn Boa me memэ dawuro Memfa wo din ho nidie so Menhyehyε mmaa nyinaa.",
          "Yesu din a εtu yεn suro εyi yεn yea nyinaa Gyegye dεdε bэnefo asom εyε nkwa ne asomdwoe",
          "эkasa na wote ne nne a Awufoэ nya nkwa bio Awerεhofoэ nya anigye Hiani brεfoэ gye di.",
          "эдwiri bэne tumi koraa эtu daduani duam Ne mogya te bэnefoэ ho εdi nim ma me nso.",
          "Me bэne nyinaa day ESU so Wэkum Nyame Adwamma Wэde ne kra bээ afэdeε Maa nipa biara kra."
        ],
        "chorus": "Anuonyam nka ne din"
      }
    },
    {
      "id": 73,
      "number": "twi_73",
      "english": {
        "title": "эKO KεSEε NO WэA WIE KO",
        "verses": [
          "эko keseε no wawie ko Afei yεn sahene adi nim Momfi ahurusi dwom ase, halleluia.",
          "Owuo tume ayε bi de Nanso Kristo ayi afi hэ Momэ se nto ahurusi dwom, halleluia.",
          "Awerεhoэ nnansa no atwam эde nkonim asэre wum Nuonyam nka hene a wasэre, halleluia.",
          "Yεn wura wamanehunu nti Gye wo nkoa fi wuo bэre mu Na yεanya nkwa ato wo dwom Halleluia."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "эKO KεSEε NO WэA WIE KO",
        "verses": [
          "эko keseε no wawie ko Afei yεn sahene adi nim Momfi ahurusi dwom ase, halleluia.",
          "Owuo tume ayε bi de Nanso Kristo ayi afi hэ Momэ se nto ahurusi dwom, halleluia.",
          "Awerεhoэ nnansa no atwam эde nkonim asэre wum Nuonyam nka hene a wasэre, halleluia.",
          "Yεn wura wamanehunu nti Gye wo nkoa fi wuo bэre mu Na yεanya nkwa ato wo dwom Halleluia."
        ],
        "chorus": ""
      }
    },
    {
      "id": 74,
      "number": "twi_74",
      "english": {
        "title": "MONYI NYAME HENE AYƐ",
        "verses": [
          "Monyi Nyame hene ayɛ Monfa ayɛyie nnwom mma no Nyesoɛ N’ahummɛbɛ tim hɛ daa Esi pi, yɛ nokware daa.",
          "Monhyira no; wayɛ owia Sɛ ɛmmɛ aporɛ daa nyinaa.",
          "Na wayɛ; ɛsrane nso ɛhyerɛn anadwofa.",
          "Monhyira no sɛ ɛtɛ nsuo Na ɛma aduan fifi.",
          "Na ɛma asase pa Yi ne nnɛbae nso ma yɛn.",
          "Wama twaberɛ aba Wahyɛ yɛn asɛn mama.",
          "Wama aduan a ɛsen sɛɛ Daa anigyeɛ ho bɛhyɛ.",
          "Anuonyam nka hene, dɛɛfoɛ Abɛdeɛ nto anuonyam Anuonyam nka Agya, ɛba Ne Honhom, Baasakro no."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "MONYI NYAME HENE AYƐ",
        "verses": [
          "Monyi Nyame hene ayɛ Monfa ayɛyie nnwom mma no Nyesoɛ N’ahummɛbɛ tim hɛ daa Esi pi, yɛ nokware daa.",
          "Monhyira no; wayɛ owia Sɛ ɛmmɛ aporɛ daa nyinaa.",
          "Na wayɛ; ɛsrane nso ɛhyerɛn anadwofa.",
          "Monhyira no sɛ ɛtɛ nsuo Na ɛma aduan fifi.",
          "Na ɛma asase pa Yi ne nnɛbae nso ma yɛn.",
          "Wama twaberɛ aba Wahyɛ yɛn asɛn mama.",
          "Wama aduan a ɛsen sɛɛ Daa anigyeɛ ho bɛhyɛ.",
          "Anuonyam nka hene, dɛɛfoɛ Abɛdeɛ nto anuonyam Anuonyam nka Agya, ɛba Ne Honhom, Baasakro no."
        ],
        "chorus": ""
      }
    }
  ]
}
