{
  "metadata": {
    "version": "1.0",
    "totalHymns": 1200,
    "languages": ["english", "twi"]
  },
  "hymns": [
    {
      "id": 1,
      "number": "1",
      "english": {
        "title": "Amazing Grace",
        "verses": [
          "Amazing grace! how sweet the sound,\n  That saved a wretch; like me!\nI once was lost, but now am found,\n  Was blind, but now I see.",
          "’Twas grace that taught my heart to fear,\n  And grace my fears relieved;\nHow precious did that grace appear\n  The hour I first believed!",
          "The Lord hath promised good to me,\n  His word my hope secures;\nHe will my shield and portion be\n  As long as life endures.",
          "When we’ve been there ten thousand years,\n  Bright shining as the sun,\nWe’ve no less days to sing God’s praise\n  Than when we first begun."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "Adom Nwonwa",
        "verses": [
          "Adom anwonwade! ɛte sɛn nneɛma no,\nA gyee ɔbɔnefo te sɛ me!\nMe yerae dada, nanso seesei wɔahu me,\nNa mennhu, nanso seesei mahu.",

          "Na ɛyɛ adom a kyerɛɛ me koma suro,\nNa adom no san maa me werɛ ahyɛ me den;\nƐyɛ anika sɛnea saa adom no ho yɛ fɛ\nBere a migyei kan.",

          "Awɔhaw, ɔtɔyɛ, ne amane bebree\nM’agyina mu aba ha;\nAdom no de me brɛɛ ha yiye,\nNa adom no bɛkɔ so akɔde me fi.",

          "Bere a yɛaka mfe mpempem,\nA yɛn ani tew te sɛ owia,\nYebetumi asom Nyame ayeyi no daa,\nSɛnea yɛyɛe fi kan no ara."
        ],
        "chorus": ""
      }
    },

    {
      "id": 2,
      "number": "2",
      "english": {
        "title": "How Great Thou Art",
        "verses": ["O Lord my God, when I in awesome wonder..."],
        "chorus": "Optional chorus text"
      },
      "twi": {
        "title": "Wo Kese Dodo",
        "verses": ["O Awurade me Nyankopɔn..."],
        "chorus": "Optional Twi chorus"
      }
    },
    {
      "id": 3,
      "number": "3",
      "english": {
        "title": "Upon The First Day Of The Week",
        "verses": [
          "Upon the first day of the week, our savior gave forth from the grave; he died, was buried, then arose, to reign, to triumph and to save!",
          "Upon the first day of the week, disciples met to break the bread, and drink the cup in memory of him whose blood for us was shed!",
          "Upon the first day of the week, let each of us lay by in store, as blessed and prospered by the Lord, the King of kings whom we adore!",
          "Upon the day “beloved” John, saw Christ, and heard his trumpet voice; we, too, in spirit worship him, with prayer and song our hearts rejoice!"
        ],
        "chorus": "Though others may forsake the Lord, yet we are here thy truth to seek; thy holy presence comforts us, upon the first day of the week."
      },
      "twi": {
        "title": "Naawotwe Da A Edi Kan",
        "verses": [
          "Naawotwe da a edi kan no m Yε’Ayenkwa sore fi nna mu Owui, wosiee no, w’asore Se onni hene na onnye yen nkwa. ",
          "Naawotwe da a edi kan no m Asuafo hyiae bubu abodoo Wonom nkaeε kuruwa ano De kae deε okyii ne mogya mmaeε",
          "Naawotwe da a edi kan no m Moma yεn nsiesie yεn ho sie Na yεnfa deε ahene mu hene De adom yεn no mu bi merε no."
        ],
        "chorus": "Sε binom bεpow Awurade Yεn deε yε pε wo nokware no Wo ka yεn ho kyekye yεn werε Naawotwe da a edi kan no m"
      }
    },
    {
      "id": 4,
      "number": "151",
      "english": {
        "title": "Sun Of My Soul",
        "verses": [
          "Sun of my soul, thou Saviour dear, It is not night if thou be near; O may no earth-born cloud arise To hide thee from thy servant’s eyes",
          "When the soft dews of kindly sleep My wearied eye lids gently steep, Be my last tho’t, how sweet to rest, Forever on my Saviour’s breast.",
          "Abide with me from morn till eve, For without thee I cannot live; Abide with me when night is nigh, For without thee I dare not die.",
          "Come near and bless us when we wake, Ere thro’ the world our way we take; Abide with me when night is nigh, For without thee I dare not die."
        ],
        "chorus": ""
      },
      "twi": {
        "title": "Me Kra Awia",
        "verses": [
          "Me kra awia m’Agyenkwa pa Wo bεn me a ade nsa me da Mma sum bi mfi asase yi so Nhinta wo mfi w’akoa ani so.",
          "Sε εnna de ne bosuo n o Ka mani brεfoo yi gu soo Ma mendwene dε a εbεyε Sε mεhome m’Agyenkwa bom daa.",
          "Wo ne me ntena adekyee mu Wonni me nkyεn a mentumi ntena ase Ade resa a wo ne me ntena Wo ka me ho a mensuro wuo.",
          "Sε yεnyane a behyira yεn Ansa na yε’afa yεn akwan so Kosi sε odo kεse no De yεbepue osoro nohoaa do"
        ],
        "chorus": ""
      }
    }
  ]
}
